using Microsoft.EntityFrameworkCore.Migrations;

namespace Spd3.Migrations
{
    public partial class Seeding_Kved_Bank_Region : Migration
    {
        protected override void Up(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.InsertData(
                table: "Banks",
                columns: new[] { "Mfo", "Name" },
                values: new object[,]
                {
                    { "300001", "Національний банк України" },
                    { "356282", "ЧЕРНІВ.Ф.ПАТ КБ\"ПРИВАТБАНК\",М.ЧЕРНІВЦІ" },
                    { "354347", "ЧЕРК. ГРУ ПАТ КБ\"ПРИВАТБАНК\",М.ЧЕРКАСИ" },
                    { "353586", "ЧЕРНІГ.РУ ПАТ КБ\"ПРИВАТБАНК\"М.ЧЕРНІГІВ" },
                    { "352479", "ХЕРСОН.Ф.ПАТ КБ \"ПРИВАТБАНК\", М.ХЕРСОН" },
                    { "338783", "ТЕРНОПІЛЬСЬКА Ф.ПАТКБПРИВАТБАНК,М.ТЕРН" },
                    { "337546", "СУМСЬКА ФІЛІЯ ПАТКБ\"ПРИВАТБАНК\",М.СУМИ" },
                    { "336677", "І-ФР.Ф.ПАТ КБ\"ПРИВАТБАНК\",М.І-ФРАНКІВ." },
                    { "335548", "КРАМ.Ф.ПАТКБ\"ПРИВАТБАНК\",М.КРАМАТОРСЬК" },
                    { "335496", "ДОНЕЦЬКЕ РУПАТ КБ ПРИВАТБАНК,М.ДОНЕЦЬК" },
                    { "335429", "МАРІУП.Ф.ПАТ КБ\"ПРИВАТБАНК\"М.МАРІУПОЛЬ" },
                    { "333391", "РІВНЕНСЬКА Ф.ПАТ КБ ПРИВАТБАНК М.РІВНЕ" },
                    { "331401", "ПОЛТ. ГРУ ПАТ КБ\"ПРИВАТБАНК\",М.ПОЛТАВА" },
                    { "326610", "МИКОЛАЇВСЬКЕ РУ\"ПРИВАТБАНК\",М.МИКОЛАЇВ" },
                    { "325321", "ЗАХІДНЕ ГРУ ПАТ КБ\"ПРИВАТБАНК\" М.ЛЬВІВ" },
                    { "324935", "СЕВ.Ф.ПАТ КБ\"ПРИВАТБАНК\",М.СЕВАСТОПОЛЬ" },
                    { "380593", "КИЇВСЬКА ФІЛІЯ АТ \"МІСТО БАНК\"" },
                    { "802015", "ГУ ДКСУ У ВІННИЦЬКІЙ ОБЛАСТІ" },
                    { "803014", "ГУ ДКСУ У ВОЛИНСЬКІЙ ОБЛАСТІ" },
                    { "804013", "ГУ ДКСУ У ЛУГАНСЬКІЙ ОБЛАСТІ" },
                    { "836014", "ГУ ДКСУ В ІВАНО-ФРАНКІВСЬКІЇ ОБЛАСТІ" },
                    { "834016", "ГУ ДКСУ У ДОНЕЦЬКІЙ ОБЛАСТІ" },
                    { "833017", "ГУ ДКСУ У РІВНЕНСЬКІЙ ОБЛАСТІ" },
                    { "831019", "ГУ ДКСУ У ПОЛТАВСЬКІЙ ОБЛАСТІ" },
                    { "828011", "ГУ ДКСУ В ОДЕСЬКІЙ ОБЛАСТІ" },
                    { "826013", "ГУ ДКСУ У МИКОЛАЇВСЬКІЙ ОБЛАСТІ" },
                    { "825014", "ГУ ДКСУ У ЛЬВІВСЬКІЙ ОБЛАСТІ" },
                    { "323583", "КІРОВОГР. РУ \"ПРИВАТБАНК\",М.КІРОВОГРАД" },
                    { "824509", "ГУ ДКСУ У М.СЕВАСТОПОЛІ" },
                    { "823016", "ГУ ДКСУ У КІРОВОГРАДСЬКІЙ ОБЛАСТІ" },
                    { "821018", "ГУ ДКСУ У КИЇВСЬКІЙ ОБЛАСТІ" },
                    { "820019", "ГУ ДКСУ У М.КИЄВІ" },
                    { "815013", "ГУ ДКСУ У ХМЕЛЬНИЦЬКІЙ ОБЛАСТІ" },
                    { "813015", "ГУ ДКСУ У ЗАПОРІЗЬКІЙ ОБЛАСТІ" },
                    { "812016", "ГУ ДКСУ У ЗАКАРПАТСЬКІЙ ОБЛАСТІ" },
                    { "811039", "ГУ ДКСУ У ЖИТОМИРСЬКІЙ ОБЛАСТІ" },
                    { "824026", "ГУ ДКСУ В АРК, М.СІМФЕРОПОЛЬ" },
                    { "837013", "ГУ ДКСУ У СУМСЬКІЙ ОБЛАСТІ" },
                    { "321842", "КИЇВСЬКЕ ГРУ ПАТ КБ\"ПРИВАТБАНК\",М.КИЇВ" },
                    { "315405", "ХМЕЛ.Ф.ПАТКБ\"ПРИВАТБАНК,М.ХМЕЛЬНИЦЬКИЙ" },
                    { "333368", "ФРІВНЕНСЬКЕ ОБЛАСНЕ УП АТОЩАД М.РІВНЕ" },
                    { "331467", "ФПОЛТАВСЬКЕ ОБЛАСНЕ  АТОЩАД М.ПОЛТАВА" },
                    { "328845", "ФОДЕСЬКЕ ОБЛАСНЕ УПРАВ АТОЩАД М.ОДЕСА" },
                    { "326461", "ФМИКОЛАЇВСЬКЕ ОБЛАС АТОЩАД М.МИКОЛАЇВ" },
                    { "325796", "ФЛЬВІВСЬКЕ ОБЛАСНЕ УПР АТОЩАД М.ЛЬВІВ" },
                    { "324805", "АТ \"Ощадбанк\", м.Київ" },
                    { "323475", "ФКІРОВОГРАДСЬКЕ ОУ АТОЩАД М.КІРОВОГРА" },
                    { "315784", "ФХМЕЛЬНИЦЬКЕ ОБЛАС УПРАТОЩАД М.ХМЕЛЬН." },
                    { "313957", "ФЗАПОРІЗЬКЕ ОБЛАСНЕ АТОЩАД М.ЗАПОРІЖЖ" },
                    { "312356", "ФЗАКАРПАТСЬКЕ ОБЛАСН АТОЩАД М.УЖГОРОД" },
                    { "311647", "ФЖИТОМИРСЬКЕ ОБЛАСНЕ АТОЩАД М.ЖИТОМИР" },
                    { "305482", "ФДНІПРОПЕТРОВСЬКЕ О АТОЩАД М.ДНІПРО" },
                    { "304665", "ФЛУГАНСЬКЕ ОБЛАСНЕ  АТОЩАД М.СЄВЄРОДОН" },
                    { "303398", "ФВОЛИНСЬКЕ ОБЛАСНЕ УПР АТОЩАД М.ЛУЦЬК" },
                    { "302076", "ФВІННИЦЬКЕ ОБЛАСНЕ У АТОЩАД М.ВІННИЦЯ" },
                    { "335106", "ФДОНЕЦЬКЕ ОБЛАСНЕ УП АТОЩАД М.КРАМАТОР" },
                    { "336503", "ФІВАНО-ФРАНКІВСЬКЕ АТОЩАДБ М.ІВАНО-ФР" },
                    { "337568", "ФСУМСЬКЕ ОБЛАСНЕ УПРАВЛ АТОЩАД М.СУМИ" },
                    { "338545", "ФТЕРНОПІЛЬСЬКЕ ОБЛА АТОЩАД М.ТЕРНОПІЛ" },
                    { "313399", "ЗАП.РУ ПАТ КБ\"ПРИВАТБАНК\", М.ЗАПОРІЖЖЯ" },
                    { "312378", "ЗАКАРП.РУ ПАТ КБ\"ПРИВАТБАНК\",М.УЖГОРОД" },
                    { "311744", "ЖИТОМИР.РУ ПАТ КБ\"ПРИВАТБАНК\"М.ЖИТОМИР" },
                    { "305750", "КР.ФІЛІЯ ПАТКБ\"ПРИВАТБАНК\", КРИВИЙ РІГ" },
                    { "304795", "ЛУГАН.Ф-Я ПАТ КБ\"ПРИВАТБАНК\"М.ЛУГАНСЬК" },
                    { "302689", "ВІННИЦЬКА Ф.ПАТ КБПРИВАТБАНК,М.ВІННИЦЯ" },
                    { "300711", "ПЕЧЕРСЬКА Ф.ПАТ КБ\"ПРИВАТБАНК\", М.КИЇВ" },
                    { "320649", "Ф\"РОЗРАХ.ЦЕНТР\"ПАТ КБ\"ПРИВАТБАНК\",КИЇВ" },
                    { "380805", "АТ \"РАЙФФАЙЗЕН БАНК АВАЛЬ\" У М. КИЄВІ" },
                    { "328351", "ООДАТ\"РАЙФФАЙЗЕН БАНК АВАЛЬ\"М.ОДЕСА" },
                    { "325570", "ЛОДАТ\"РАЙФФАЙЗЕН БАНК АВАЛЬ\"М.ЛЬВІВ" },
                    { "305653", "ДОДАТ\"РАЙФФАЙЗЕНБАНКАВАЛЬ\"М.ДНІПР-СЬК" },
                    { "354507", "ФЧЕРКАСЬКЕ ОУ АТ ОЩАДБАНК М.ЧЕРКАСИ" },
                    { "353553", "ФЧЕРНІГІВСЬКЕ ОБЛАС АТОЩАД М.ЧЕРНІГІВ" },
                    { "352457", "ФХЕРСОНСЬКЕ ОБЛАСНЕ У АТОЩАД М.ХЕРСОН" },
                    { "351823", "ФХАРКІВСЬКЕ ОБЛАСНЕ У АТОЩАД М.ХАРКІВ" },
                    { "350589", "ХОД АТ\"РАЙФФАЙЗЕН БАНК АВАЛЬ\"М.ХАРКІВ" },
                    { "380333", "Ф-Я АТ \"УКРЕКСІМБАНК\",КИЇВ" },
                    { "838012", "ГУ ДКСУ У ТЕРНОПІЛЬСЬКІЙ ОБЛАСТІ" },
                    { "852010", "ГУ ДКСУ У ХЕРСОНСЬКІЙ ОБЛАСТІ" },
                    { "319111", "ПАТ \"РАДИКАЛ БАНК\"" },
                    { "380731", "ПАТ \"Дойче Банк ДБУ\"" },
                    { "380719", "ПАТ \"ВБР\"" },
                    { "380708", "ПАТ \"АВАНТ-БАНК\"" },
                    { "380689", "ПАТ \"ВЕРНУМ БАНК\"" },
                    { "380690", "ПАТ КБ \"СТАНДАРТ\"" },
                    { "377090", "ПАТ \"ЄВРОПРОМБАНК\"" },
                    { "380645", "ПАТ \"БАНК 3/4\"" },
                    { "380634", "ПуАТ \"КБ \"АКОРДБАНК\"" },
                    { "380612", "АТ \"ЗЛАТОБАНК\"" },
                    { "307394", "ПАТ \"АКТАБАНК\"" },
                    { "380582", "АТ \"МІБ\"" },
                    { "380548", "ПАТ \"АП БАНК\"" },
                    { "380526", "ПАТ \"КБ \"ГЛОБУС\"" },
                    { "380515", "АТ \"КБ \"СОЮЗ\"" },
                    { "344443", "ПАТ \"РОЗРАХУНКОВИЙ ЦЕНТР\"" },
                    { "380742", "ПАТ КБ \"Центр\"" },
                    { "380786", "ПУАТ \"СМАРТБАНК\"" },
                    { "380797", "ПАТ\"СЕБ КОРПОРАТИВНИЙ БАНК\"" },
                    { "339072", "ПАТ \"РВС БАНК\"" },
                    { "380010", "ФІЛІЯ ПАТ \"ПУМБ\" В М.КИЇВ" },
                    { "339050", "АТ \"КРИСТАЛБАНК\"" },
                    { "899998", "Казначейство України(ел. адм. подат.)" },
                    { "339038", "ПАТ \"ВЕКТОР БАНК\"" },
                    { "377120", "ПАТ \"КОМЕРЦІЙНИЙ БАНК \"ГЕФЕСТ\"" },
                    { "339016", "ПАТ \"БАНК \"ПОРТАЛ\"" },
                    { "313009", "АТ \"МОТОР-БАНК\"" },
                    { "380957", "ПАТ\"ІНВЕСТИЦІЙНО-ТРАСТ.БАНК" },
                    { "380935", "ПАТ \"БАНК МИХАЙЛІВСЬКИЙ\"" },
                    { "380902", "ПАТ \"БАНК \"ЮНІСОН\"" },
                    { "380894", "АТ \"АЛЬПАРІ БАНК\"" },
                    { "380861", "ПАТ \"БАНК \"СОФІЙСЬКИЙ\"" },
                    { "307435", "ПАТ \"МЕЛІОР БАНК\"" },
                    { "307424", "ПАТ \"ІНТЕРКРЕДИТБАНК\"" },
                    { "380816", "АТ \"БАНК СІЧ\"" },
                    { "380946", "АТ \"БАНК АВАНГАРД\"" },
                    { "851011", "ГУ ДКСУ У ХАРКІВСЬКІЙ ОБЛАСТІ" },
                    { "380474", "ПАТ БАНК \"ТРАСТ\"" },
                    { "397003", "Ф-Я АТ \"УКРЕКСІМБАНК\", СУМИ" },
                    { "380883", "Укр.банк реконстр.та розв." },
                    { "380106", "ПАТ \"АКБ \"Траст-капітал\"" },
                    { "380117", "КИЇВСЬКА ФІЛІЯ ПАТ \"МЕГАБАНК\"У М.КИЄВІ" },
                    { "380980", "ПАТ\"КОМЕРЦІЙНИЙ БАНК\"ДАНІЕЛЬ\"" },
                    { "377777", "ПАТ \"КБ \"УФС\"" },
                    { "805012", "ГУ ДКСУ У ДНІПРОПЕТРОВСЬКІЙ ОБЛАСТІ" },
                    { "384436", "КРИМ.РУПАТКБ\"ПРИВАТБАНК\",М.СІМФЕРОПОЛЬ" },
                    { "351533", "ХАРКІВ.ГРУ ПАТ КБ\"ПРИВАТБАНК\",М.ХАРКІВ" },
                    { "328704", "ЮЖНЕ ГРУ ПАТ КБ \"ПРИВАТБАНК\", М.ОДЕСА" },
                    { "303440", "ВОЛИНС.ГРУ ПАТ КБ \"ПРИВАТБАНК\",М.ЛУЦЬК" },
                    { "322904", "КРД АТ\"РАЙФФАЙЗЕН БАНК АВАЛЬ\"М.КИЇВ" },
                    { "322669", "ФГОЛОВНЕ УПРАВЛІННЯ ПО  АТОЩАД М.КИЇВ" },
                    { "856135", "ГУ ДКСУ У ЧЕРНІВЕЦЬКІЙ ОБЛАСТІ" },
                    { "854018", "ГУ ДКСУ У ЧЕРКАСЬКІЙ ОБЛАСТІ" },
                    { "853592", "ГУ ДКСУ У ЧЕРНІГІВСЬКІЙ ОБЛАСТІ" },
                    { "380377", "АТ \"УКРБУДІНВЕСТБАНК\"" },
                    { "380399", "ПАТ \"БАНК КАМБІО\"" },
                    { "380388", "ПАТ \"ПтБ\"" },
                    { "380054", "ПАТ КБ\"ФІНАНСОВА ІНІЦІАТИВА" },
                    { "399120", "АУДИТОР. ФІРМА \"ПРАЙСВОТЕРХАУСКУПЕРС\"" },
                    { "380667", "АТ \"ЕРДЕ БАНК\"" },
                    { "380441", "ПАТ \"КРЕДИТВЕСТ БАНК\"" },
                    { "380430", "АТ \"ЄВРОГАЗБАНК\"" },
                    { "380366", "ПАТ \"КРЕДИТ ЄВРОПА БАНК\"" },
                    { "380322", "АТ \"БАНК БОГУСЛАВ\"" },
                    { "307350", "АТ \"АКБ \"КОНКОРД\"" },
                    { "339555", "ПАТ \"КБ \"ПРЕМІУМ\"" },
                    { "380269", "СТОЛИЧНА ФІЛІЯ ПАТ КБ\"ПРИВАТБАНК\" КИЇВ" },
                    { "380418", "АТ \"БАНК ФОРВАРД\"" },
                    { "380236", "АТ \"Дельта Банк\"" },
                    { "307305", "ПАТ \"КБ \"АКСІОМА\"" },
                    { "380913", "АТ \"БМ БАНК\"" },
                    { "380775", "Ф-Я\"КИЇВСІТІ\"ПАТ КБ\"ПРИВАТБАНК\",М.КИЇВ" },
                    { "380281", "ПАТ\"БАНК ІНВЕСТИЦІЙ ТА ЗАОЩАДЖЕНЬ\"КИЇВ" },
                    { "380355", "ПАТ КБ \"ЄВРОБАНК\"" },
                    { "339339", "ПАТ \"МІСЬКИЙ КОМЕРЦ. БАНК\"" },
                    { "356271", "Ф-Я АТ \"УКРЕКСІМБАНК\", ЧЕРНІВЦІ" },
                    { "356334", "ФЧЕРНІВЕЦЬКЕ ОБЛАСН АТОЩАД М.ЧЕРНІВЦІ" },
                    { "353649", "Ф-Я АТ \"УКРЕКСІМБАНК\",ЧЕРНІГІВ" },
                    { "304706", "АТ \"СП БАНК\"" },
                    { "328384", "АТ \"ІМЕКСБАНК\"" },
                    { "354789", "Ф-Я АТ \"УКРЕКСІМБАНК\",ЧЕРКАСИ" },
                    { "380292", "ПАТ \"КСГ БАНК\"" },
                    { "300379", "ФІЛІЯ\"КІБ\"ПАТ\"КРЕДІ АГРІКОЛЬ БАНК\"КИЇВ" },
                    { "380764", "ПАТ \"КБ \"Надра\"" },
                    { "322625", "АБ \"УКООПСПІЛКА\"" },
                    { "351931", "АТ \"БАНК ЗОЛОТІ ВОРОТА\"" },
                    { "313582", "АТ \"МетаБанк\"" },
                    { "322465", "ПАТ Банк \"Контракт\"" },
                    { "331100", "ПАТ \"АКБ Банк\"" },
                    { "322335", "АТ АКБ \"АРКАДА\"" },
                    { "322432", "АТ \"НК БАНК\"" },
                    { "328599", "АТ \"ФІНРОСТБАНК\"" },
                    { "380838", "АТ \"ПРАВЕКС БАНК\"" },
                    { "320702", "\"БАНК НАЦІОНАЛЬНИЙ КРЕДИТ\"" },
                    { "320843", "ПАТ \"УКРГАЗПРОМБАНК\"" },
                    { "380601", "ПАТ \"ТЕРРА БАНК\"" },
                    { "300647", "АБ \"КЛІРИНГОВИЙ ДІМ\"" },
                    { "300131", "АТ\"БАНК\"ФІНАНСИ ТА КРЕДИТ\"" },
                    { "300164", "ПАТ \"ОМЕГА БАНК\"" },
                    { "300926", "ПрАТ \"УФГ\", КИЇВ" },
                    { "820172", "ДЕРЖКАЗНАЧЕЙСЬКА СЛУЖБА УКРАЇНИ,М.КИЇВ" },
                    { "335902", "ПАТ \"УНІКОМБАНК\"" },
                    { "307123", "ПАТ \"БАНК ВОСТОК\"" },
                    { "300904", "АТ \"ФОРТУНА-БАНК\"" },
                    { "312248", "АТ \"КОМІНВЕСТБАНК\"" },
                    { "300885", "АТ \"АРТЕМ-БАНК\"" },
                    { "300669", "ПАТ \"ПРАЙМ-БАНК\"" },
                    { "320627", "АТ \"СБЕРБАНК\"" },
                    { "320984", "АТ \"ПРОКРЕДИТ БАНК\"" },
                    { "300584", "АТ \"СІТІБАНК\"" },
                    { "300528", "АТ \"ОТП БАНК\"" },
                    { "300539", "ПАТ \"ІНГ Банк Україна\"" },
                    { "300506", "\"ПЕРШИЙ ІНВЕСТИЦІЙНИЙ БАНК\"" },
                    { "300852", "ПАТ \"КБ \"АКТИВ - БАНК\"" },
                    { "300119", "АТ \"БАНК АЛЬЯНС\"" },
                    { "351005", "АТ \"УкрСиббанк\"" },
                    { "351607", "АТ \"БАНК \"ГРАНТ\"" },
                    { "305299", "АТ КБ \"ПРИВАТБАНК\"" },
                    { "320940", "АТ \"АЛЬТБАНК\"" },
                    { "321767", "АТ \"ВТБ БАНК\"" },
                    { "300249", "АТ \"БРОКБІЗНЕСБАНК\"" },
                    { "300335", "АТ \"Райффайзен Банк Аваль\"" },
                    { "300216", "ПАТ КБ \"ІНТЕРБАНК\"" },
                    { "300272", "ПАТ \"ЕНЕРГОБАНК\"" },
                    { "320735", "ПАТ \"Інтеграл-банк\"" },
                    { "300175", "ПУАТ \"ФІДОБАНК\"" },
                    { "300142", "ПАТ \"УКРІНБАНК\"" },
                    { "300056", "ПАТ \"ЛЕГБАНК\"" },
                    { "300465", "АТ \"ОЩАДБАНК\"" },
                    { "300023", "АТ \"УКРСОЦБАНК\"" },
                    { "300012", "ПАТ \"Промінвестбанк\"" },
                    { "322313", "АТ \"Укрексімбанк\"" },
                    { "305062", "АКБ \"НОВИЙ\"" },
                    { "353100", "Полікомбанк" },
                    { "334594", "ПАТ \"ПРОФІН БАНК\"" },
                    { "334828", "ПАТ \"АКБ \"КАПІТАЛ\"" },
                    { "328685", "ПАТ \"ФІНБАНК\"" },
                    { "334851", "ПАT \"ПУМБ\"" },
                    { "331489", "АТ \"Полтава-банк\"" },
                    { "328210", "ПАТ \"КБ \"Інвестбанк\"" },
                    { "328180", "АБ \"ПОРТО-ФРАНКО\"" },
                    { "328209", "Акціонерний банк\"Південний\"" },
                    { "351663", "АТ БАНК\"МЕРКУРІЙ\"У М.ХАРКІВ" },
                    { "351254", "АТ \"СКАЙ БАНК\"" },
                    { "325213", "ПАТ \"ВіЕс Банк\"" },
                    { "325990", "ПАТ \"ОКСІ БАНК\"" },
                    { "325268", "ПАТ АКБ \"Львів\"" },
                    { "300788", "АТ \"БАНК \"ТАВРИКА\"" },
                    { "380537", "ПАТ \"ВіЕйБі Банк\"" },
                    { "334840", "ПpАТ \"БАНК ФАМІЛЬНИЙ\"" },
                    { "322294", "АТ \"КБ \"ЕКСПОБАНК\"" },
                    { "321712", "АТ \"РОДОВІД БАНК\"" },
                    { "307770", "АТ \"А - БАНК\"" },
                    { "300205", "ПАТ \"УПБ\"" },
                    { "305880", "ПАТ \"КБ \"ЗЕМЕЛЬНИЙ КАПІТАЛ\"" },
                    { "305987", "ПАТ \"ЮСБ БАНК\"" },
                    { "399012", "ДЕРЖАВНА СКАРБНИЦЯ УКРАЇНИ" },
                    { "356185", "УПРАВЛІННЯ НБУ В ЧЕРНІВЕЦЬКІЙ ОБЛАСТІ" },
                    { "352297", "УПРАВЛІННЯ НБУ В ХЕРСОНСЬКІЙ ОБЛАСТІ" },
                    { "351447", "УПРАВЛІННЯ НБУ В ХАРКІВСЬКІЙ ОБЛАСТІ" },
                    { "328027", "УПРАВЛІННЯ НБУ В ОДЕСЬКІЙ ОБЛАСТІ" },
                    { "325622", "УПРАВЛІННЯ НБУ У ЛЬВІВСЬКІЙ ОБЛАСТІ" },
                    { "321024", "ГОЛОВНЕ УПР. НБУ ПО М.КИЄВУ І КИЇВ.ОБЛ" },
                    { "315438", "УПРАВЛІННЯ НБУ У ХМЕЛЬНИЦЬКІЙ ОБЛАСТІ" },
                    { "313377", "УПРАВЛІННЯ НБУ В ЗАПОРІЗЬКІЙ ОБЛАСТІ" },
                    { "305006", "УПРАВЛІННЯ НБУ В ДНIПРОПЕТРОВСЬКIЙ ОБЛ" },
                    { "303020", "УПРАВЛІННЯ НБУ У ВОЛИНСЬКІЙ ОБЛАСТІ" },
                    { "300302", "ЦЕНТРАЛЬНЕ СХОВИЩЕ НБУ" },
                    { "300863", "ПАТ \"КРЕДИТПРОМБАНК\"" },
                    { "306500", "ПАТ \"АБ \"РАДАБАНК\"" },
                    { "300120", "\"БАНК ПЕТРОКОММЕРЦ-УКРАЇНА\"" },
                    { "399045", "БАНКНОТНО-МОНЕТНИЙ ДВІР" },
                    { "399056", "ФАБРИКА БАНКНОТНОГО ПАПЕРУ" },
                    { "399119", "ЦЕНТРАЛЬНИЙ АПАРАТ НБУ" },
                    { "302429", "Ф-Я АТ УКРЕКСІМБАНК, М.ВІННИЦЯ" },
                    { "352639", "Ф-Я АТ \"УКРЕКСІМБАНК\", ХЕРСОН" },
                    { "351618", "Ф-Я АТ \"УКРЕКСІМБАНК\", ХАРКІВ" },
                    { "338879", "Ф-Я АТ \"УКРЕКСІМБАНК\",ТЕРНОПІЛЬ" },
                    { "336688", "Ф-Я АТ \"УКРЕКСІМБАНК\",ІВАНО-ФРАНКІВСЬК" },
                    { "333539", "Ф-Я АТ \"УКРЕКСІМБАНК\", РІВНЕ" },
                    { "331649", "Ф-Я АТ\"УКРЕКСІМБАНК\",ПОЛТАВА" },
                    { "328618", "Ф-Я АТ \"УКРЕКСІМБАНК\", ОДЕСА" },
                    { "319092", "ПАТ\"БАНК\"КИЇВСЬКА РУСЬ Київ" },
                    { "326739", "Ф-Я АТ \"УКРЕКСІМБАНК\", МИКОЛАЇВ" },
                    { "323389", "Ф-Я АТ\"УКРЕКСІМБАНК\",КРОПИВНИЦЬКИЙ" },
                    { "315609", "Ф-Я АТ \"УКРЕКСІМБАНК\",ХМЕЛЬНИЦЬКИЙ" },
                    { "313979", "Ф-Я АТ\"УКРЕКСІМБАНК\",ЗАПОРІЖЖЯ" },
                    { "335946", "ПАТ \"КБ \"ПІВДЕНКОМБАНК\"" },
                    { "311324", "Ф-Я АТ \"УКРЕКСІМБАНК\", ЖИТОМИР" },
                    { "305675", "Ф-Я АТ \"УКРЕКСIМБАНК\",ДНIПРО" },
                    { "303547", "Ф-Я АТ \"УКРЕКСІМБАНК\",ЛУЦЬК" },
                    { "325718", "Ф-Я АТ\"УКРЕКСІМБАНК\", ЛЬВІВ" },
                    { "306704", "ПАТ \"КЛАСИКБАНК\"" },
                    { "312226", "Ф-Я АТ \"УКРЕКСІМБАНК\",УЖГОРОД" },
                    { "303484", "ПАТ \"Західінкомбанк\"" },
                    { "300614", "ПАТ \"КРЕДІ АГРІКОЛЬ БАНК\"" },
                    { "300896", "ПАТ \"ФІНАНС БАНК\"" },
                    { "336310", "ПАТ \"Ідея Банк\"" },
                    { "353575", "Банк \"Демарк\"" },
                    { "353489", "АТ \"АСВІО БАНК\"" },
                    { "321723", "АТ \"БТА Банк\"" },
                    { "322324", "ПАТ \"ГРІН БАНК\"" },
                    { "334969", "ПАТ \"УКРБІЗНЕСБАНК\"" },
                    { "351629", "ПАТ \"МЕГАБАНК\", Харків" },
                    { "328168", "ПАТ \"МТБ БАНК\"" },
                    { "313849", "АКБ \"ІНДУСТРІАЛБАНК\"" },
                    { "325365", "ПАТ \"КРЕДОБАНК\"" },
                    { "321477", "ПАТ \"СТАРОКИЇВСЬКИЙ БАНК\"" },
                    { "339500", "АТ \"ТАСКОМБАНК\"" },
                    { "334992", "ПАТ \"КБ \"ПРОМЕКОНОМБАНК\"" },
                    { "320478", "АБ \"УКРГАЗБАНК\"" },
                    { "351588", "ПАТ \"РЕАЛ БАНК\"" },
                    { "304988", "ПАТ \"УКРКОМУНБАНК\"" },
                    { "320371", "ПАТ\"БАНК \"УКРАЇН.КАПІТАЛ\"" },
                    { "322498", "ПАТ \"АКБ \"КИЇВ\"" },
                    { "300346", "АТ \"АЛЬФА-БАНК\" У М.КИЄВІ" },
                    { "305749", "АТ \"БАНК КРЕДИТ ДНІПРО\"" },
                    { "322830", "АТ КБ \"ТК КРЕДИТ\"" },
                    { "322799", "АТ \"БАНК ВЕЛЕС\"" },
                    { "300670", "ПАТ \"КБ \"ХРЕЩАТИК\"" },
                    { "322948", "ПАТ \"БАНК ФОРУМ\"" },
                    { "322001", "ПАТ \"УНІВЕРСАЛ БАНК\"" },
                    { "322302", "АТ \"АЙБОКС БАНК\"" },
                    { "300658", "АТ \"ПІРЕУС БАНК МКБ\"" },
                    { "320854", "ПАТ \"ДІАМАНТБАНК\"" },
                    { "322539", "АТ \"ЮНЕКС БАНК\" м. Київ" },
                    { "320995", "ПАТ \"БГ БАНК\"" },
                    { "300498", "БАНК НАЦІОНАЛЬНІ ІНВЕСТИЦІЇ" },
                    { "397133", "ПАТ АБ \"СТОЛИЧНИЙ\"" },
                    { "328760", "АТ \"Місто Банк\"" },
                    { "322540", "АТ \"КІБ\"" }
                });

            migrationBuilder.InsertData(
                table: "Kveds",
                columns: new[] { "Code", "Name", "ParentCode" },
                values: new object[,]
                {
                    { "M", "ПРОФЕСІЙНА, НАУКОВА ТА ТЕХНІЧНА ДІЯЛЬНІСТЬ", null },
                    { "N", "ДІЯЛЬНІСТЬ У СФЕРІ АДМІНІСТРАТИВНОГО ТА ДОПОМІЖНОГО ОБСЛУГОВУВАННЯ", null },
                    { "O", "ДЕРЖАВНЕ УПРАВЛІННЯ Й ОБОРОНА; ОБОВ'ЯЗКОВЕ СОЦІАЛЬНЕ СТРАХУВАННЯ", null },
                    { "P", "ОСВІТА", null },
                    { "S", "НАДАННЯ ІНШИХ ВИДІВ ПОСЛУГ", null },
                    { "R", "МИСТЕЦТВО, СПОРТ, РОЗВАГИ ТА ВІДПОЧИНОК", null },
                    { "T", "ДІЯЛЬНІСТЬ ДОМАШНІХ ГОСПОДАРСТВ", null },
                    { "L", "ОПЕРАЦІЇ З НЕРУХОМИМ МАЙНОМ", null },
                    { "U", "ДІЯЛЬНІСТЬ ЕКСТЕРИТОРІАЛЬНИХ ОРГАНІЗАЦІЙ І ОРГАНІВ", null },
                    { "Q", "ОХОРОНА ЗДОРОВ'Я ТА НАДАННЯ СОЦІАЛЬНОЇ ДОПОМОГИ", null },
                    { "K", "ФІНАНСОВА ТА СТРАХОВА ДІЯЛЬНІСТЬ", null },
                    { "G", "ОПТОВА ТА РОЗДРІБНА ТОРГІВЛЯ; РЕМОНТ АВТОТРАНСПОРТНИХ ЗАСОБІВ І МОТОЦИКЛІВ", null },
                    { "J", "ІНФОРМАЦІЯ ТА ТЕЛЕКОМУНІКАЦІЇ", null },
                    { "I", "ТИМЧАСОВЕ РОЗМІЩУВАННЯ Й ОРГАНІЗАЦІЯ ХАРЧУВАННЯ", null },
                    { "H", "ТРАНСПОРТ, СКЛАДСЬКЕ ГОСПОДАРСТВО, ПОШТОВА ТА КУР'ЄРСЬКА ДІЯЛЬНІСТЬ", null },
                    { "F", "БУДІВНИЦТВО", null },
                    { "E", "ВОДОПОСТАЧАННЯ; КАНАЛІЗАЦІЯ, ПОВОДЖЕННЯ З ВІДХОДАМИ", null },
                    { "D", "ПОСТАЧАННЯ ЕЛЕКТРОЕНЕРГІЇ, ГАЗУ, ПАРИ ТА КОНДИЦІЙОВАНОГО ПОВІТРЯ", null },
                    { "C", "ПЕРЕРОБНА ПРОМИСЛОВІСТЬ", null },
                    { "B", "ДОБУВНА ПРОМИСЛОВІСТЬ І РОЗРОБЛЕННЯ КАР'ЄРІВ", null },
                    { "A", "СІЛЬСЬКЕ ГОСПОДАРСТВО, ЛІСОВЕ ГОСПОДАРСТВО ТА РИБНЕ ГОСПОДАРСТВО", null },
                    { "59", "Виробництво кіно-та відеофільмів, телевізійних програм, видання звукозаписів", null }
                });

            migrationBuilder.InsertData(
                table: "Regions",
                columns: new[] { "Id", "Name" },
                values: new object[,]
                {
                    { 56, "Рівненська область" },
                    { 59, "Сумська область" },
                    { 61, "Тернопільська область" },
                    { 63, "Харківська область" },
                    { 65, "Херсонська область" },
                    { 74, "Чернігівська область" },
                    { 71, "Черкаська область" },
                    { 73, "Чернівецька область" },
                    { 53, "Полтавська область" },
                    { 1, "Автономна Республіка Крим" },
                    { 85, "Севастополь (місто)" },
                    { 68, "Хмельницька область" },
                    { 51, "Одеська область" },
                    { 32, "Київська область" },
                    { 46, "Львівська область" },
                    { 44, "Луганська область" },
                    { 35, "Кіровоградська область" },
                    { 26, "Івано-Франківська область" },
                    { 23, "Запорізька область" },
                    { 21, "Закарпатська область" },
                    { 18, "Житомирська область" },
                    { 14, "Донецька область" },
                    { 12, "Дніпропетровська область" },
                    { 7, "Волинська область" },
                    { 5, "Вінницька область" },
                    { 80, "Київ (місто)" },
                    { 48, "Миколаївська область" }
                });

            migrationBuilder.InsertData(
                table: "TaxAccountType",
                columns: new[] { "Id", "Name" },
                values: new object[,]
                {
                    { 1, "ФОП, Єдиний податок" },
                    { 2, "ФОП, Єдиний соціальній внесок" }
                });

            migrationBuilder.InsertData(
                table: "Kveds",
                columns: new[] { "Code", "Name", "ParentCode" },
                values: new object[,]
                {
                    { "01", "Сільське господарство, мисливство та надання пов'язаних із ними послуг", "A" },
                    { "71", "Діяльність у сферах архітектури та інжинірингу; технічні випробування та дослідження", "M" },
                    { "70", "Діяльність головних управлінь (хед-офісів); консультування з питань керування", "M" },
                    { "69", "Діяльність у сферах права та бухгалтерського обліку", "M" },
                    { "68", "Операції з нерухомим майном", "L" },
                    { "66", "Допоміжна діяльність у сферах фінансових послуг і страхування", "K" },
                    { "65", "Страхування, перестрахування та недержавне пенсійне забезпечення, крім обов'язкового соціального страхування", "K" },
                    { "64", "Надання фінансових послуг, крім страхування та пенсійного забезпечення", "K" },
                    { "59.2", "Видання звукозаписів", "59" },
                    { "59.1", "Виробництво кіно- та відеофільмів, телевізійних програм", "59" },
                    { "63", "Надання інформаційних послуг", "J" },
                    { "62", "Комп'ютерне програмування, консультування та пов'язана з ними діяльність", "J" },
                    { "61", "Телекомунікації (електрозв'язок)", "J" },
                    { "60", "Діяльність у сфері радіомовлення та телевізійного мовлення", "J" },
                    { "58", "Видавнича діяльність", "J" },
                    { "56", "Діяльність із забезпечення стравами та напоями", "I" },
                    { "55", "Тимчасове розміщування", "I" },
                    { "53", "Поштова та кур'єрська діяльність", "H" },
                    { "52", "Складське господарство та допоміжна діяльність у сфері транспорту", "H" },
                    { "51", "Авіаційний транспорт", "H" },
                    { "72", "Наукові дослідження та розробки", "M" },
                    { "50", "Водний транспорт", "H" },
                    { "73", "Рекламна діяльність і дослідження кон'юнктури ринку", "M" },
                    { "75", "Ветеринарна діяльність", "M" },
                    { "97", "Діяльність домашніх господарств як роботодавців для домашньої прислуги", "T" },
                    { "96", "Надання інших індивідуальних послуг", "S" },
                    { "95", "Ремонт комп'ютерів, побутових виробів і предметів особистого вжитку", "S" },
                    { "94", "Діяльність громадських організацій", "S" },
                    { "93", "Діяльність у сфері спорту, організування відпочинку та розваг", "R" },
                    { "92", "Організування азартних ігор", "R" },
                    { "91", "Функціювання бібліотек, архівів, музеїв та інших закладів культури", "R" },
                    { "90", "Діяльність у сфері творчості, мистецтва та розваг", "R" },
                    { "88", "Надання соціальної допомоги без забезпечення проживання", "Q" },
                    { "87", "Надання послуг догляду із забезпеченням проживання", "Q" },
                    { "86", "Охорона здоров'я", "Q" },
                    { "85", "Освіта", "P" },
                    { "84", "Державне управління й оборона; обов'язкове соціальне страхування", "O" },
                    { "82", "Адміністративна та допоміжна офісна діяльність, інші допоміжні комерційні послуги", "N" },
                    { "81", "Обслуговування будинків і територій", "N" },
                    { "80", "Діяльність охоронних служб та проведення розслідувань", "N" },
                    { "79", "Діяльність туристичних агентств, туристичних операторів, надання інших послуг бронювання та пов'язана з цим діяльність", "N" },
                    { "78", "Діяльність із працевлаштування", "N" },
                    { "77", "Оренда, прокат і лізинг", "N" },
                    { "74", "Інша професійна, наукова та технічна діяльність", "M" },
                    { "98", "Діяльність домашніх господарств як виробників товарів та послуг для власного споживання", "T" },
                    { "49", "Наземний і трубопровідний транспорт", "H" },
                    { "46", "Оптова торгівля, крім торгівлі автотранспортними засобами та мотоциклами", "G" },
                    { "19", "Виробництво коксу та продуктів нафтоперероблення", "C" },
                    { "18", "Поліграфічна діяльність, тиражування записаної інформації", "C" },
                    { "17", "Виробництво паперу та паперових виробів", "C" },
                    { "16.2", "Виготовлення виробів з деревини, корка, соломки та рослинних матеріалів для плетіння", "C" },
                    { "16.1", "Лісопильне та стругальне виробництво", "C" },
                    { "16", "Оброблення деревини та виготовлення виробів з деревини та корка, крім меблів; виготовлення виробів із соломки та рослинних матеріалів для плетіння", "C" },
                    { "15", "Виробництво шкіри, виробів зі шкіри та інших матеріалів", "C" },
                    { "14", "Виробництво одягу", "C" },
                    { "13", "Текстильне виробництво", "C" },
                    { "12", "Виробництво тютюнових виробів", "C" },
                    { "11", "Виробництво напоїв", "C" },
                    { "10", "Виробництво харчових продуктів", "C" },
                    { "09", "Надання допоміжних послуг у сфері добувної промисловості та розроблення кар'єрів", "B" },
                    { "08", "Добування інших корисних копалин і розроблення кар'єрів", "B" },
                    { "07", "Добування металевих руд", "B" },
                    { "06", "Добування сирої нафти та природного газу", "B" },
                    { "05", "Добування кам'яного та бурого вугілля", "B" },
                    { "03", "Рибне господарство", "A" },
                    { "02", "Лісове господарство та лісозаготівлі", "A" },
                    { "20", "Виробництво хімічних речовин і хімічної продукції", "C" },
                    { "47", "Роздрібна торгівля, крім торгівлі автотранспортними засобами та мотоциклами", "G" },
                    { "21", "Виробництво основних фармацевтичних продуктів і фармацевтичних препаратів", "C" },
                    { "23", "Виробництво іншої неметалевої мінеральної продукції", "C" },
                    { "45", "Оптова та роздрібна торгівля автотранспортними засобами та мотоциклами, їх ремонт", "G" },
                    { "43", "Спеціалізовані будівельні роботи", "F" },
                    { "42", "Будівництво споруд", "F" },
                    { "41", "Будівництво будівель", "F" },
                    { "39", "Інша діяльність щодо поводження з відходами", "E" },
                    { "38", "Збирання, оброблення й видалення відходів; відновлення матеріалів", "E" },
                    { "37", "Каналізація, відведення й очищення стічних вод", "E" },
                    { "36", "Забір, очищення та постачання води", "E" },
                    { "35", "Постачання електроенергії, газу, пари та кондиційованого повітря", "D" },
                    { "33", "Ремонт і монтаж машин і устатковання", "C" },
                    { "32", "Виробництво іншої продукції", "C" },
                    { "31", "Виробництво меблів", "C" },
                    { "30", "Виробництво інших транспортних засобів", "C" },
                    { "29", "Виробництво автотранспортних засобів, причепів і напівпричепів", "C" },
                    { "28", "Виробництво машин і устатковання, н. в. і. у.", "C" },
                    { "27", "Виробництво електричного устатковання", "C" },
                    { "26", "Виробництво комп'ютерів, електронної та оптичної продукції", "C" },
                    { "25", "Виробництво готових металевих виробів, крім машин і устатковання", "C" },
                    { "24", "Металургійне виробництво", "C" },
                    { "22", "Виробництво гумових і пластмасових виробів", "C" },
                    { "99", "Діяльність екстериторіальних організацій і органів", "T" }
                });

            migrationBuilder.InsertData(
                table: "Kveds",
                columns: new[] { "Code", "Name", "ParentCode" },
                values: new object[,]
                {
                    { "01.1", "Вирощування однорічних і дворічних культур", "01" },
                    { "53.2", "Інша поштова та кур'єрська діяльність", "53" },
                    { "55.1", "Діяльність готелів і подібних засобів тимчасового розміщування", "55" },
                    { "55.2", "Діяльність засобів розміщування на період відпустки та іншого тимчасового проживання", "55" },
                    { "55.3", "Надання місць кемпінгами та стоянками для житлових автофургонів і причепів", "55" },
                    { "55.9", "Діяльність інших засобів тимчасового розміщування", "55" },
                    { "56.1", "Діяльність ресторанів, надання послуг мобільного харчування", "56" },
                    { "56.2", "Постачання готових страв", "56" },
                    { "56.3", "Обслуговування напоями", "56" },
                    { "58.1", "Видання книг, періодичних видань та інша видавнича діяльність", "58" },
                    { "58.2", "Видання програмного забезпечення", "58" },
                    { "60.1", "Діяльність у сфері радіомовлення", "60" },
                    { "60.2", "Діяльність у сфері телевізійного мовлення", "60" },
                    { "61.1", "Діяльність у сфері проводового електрозв'язку", "61" },
                    { "61.2", "Діяльність у сфері безпроводового електрозв'язку", "61" },
                    { "53.1", "Діяльність національної пошти", "53" },
                    { "61.3", "Діяльність у сфері супутникового електрозв'язку", "61" },
                    { "62.0", "Комп'ютерне програмування, консультування та пов'язана з ними діяльність", "62" },
                    { "63.1", "Оброблення даних, розміщення інформації на веб-вузлах і пов'язана з ними діяльність; веб-портали", "63" },
                    { "63.9", "Надання інших інформаційних послуг", "63" },
                    { "59.11", "Виробництво кіно- та відеофільмів, телевізійних програм", "59.1" },
                    { "59.12", "Компонування кіно- та відеофільмів, телевізійних програм", "59.1" },
                    { "59.13", "Розповсюдження кіно- та відеофільмів, телевізійних програм", "59.1" },
                    { "59.14", "Демонстрація кінофільмів", "59.1" },
                    { "59.20", "Видання звукозаписів", "59.2" },
                    { "64.1", "Грошове посередництво", "64" },
                    { "64.2", "Діяльність холдингових компаній", "64" },
                    { "64.3", "Трасти, фонди та подібні фінансові суб'єкти", "64" },
                    { "64.9", "Надання інших фінансових послуг, крім страхування та пенсійного забезпечення", "64" },
                    { "65.1", "Страхування", "65" },
                    { "65.2", "Перестрахування", "65" },
                    { "61.9", "Інша діяльність у сфері електрозв'язку", "61" },
                    { "52.2", "Допоміжна діяльність у сфері транспорту", "52" },
                    { "52.1", "Складське господарство", "52" },
                    { "51.2", "Вантажний авіаційний транспорт і космічний транспорт", "51" },
                    { "45.1", "Торгівля автотранспортними засобами", "45" },
                    { "45.2", "Технічне обслуговування та ремонт автотранспортних засобів", "45" },
                    { "45.3", "Торгівля деталями та приладдям для автотранспортних засобів", "45" },
                    { "45.4", "Торгівля мотоциклами, деталями та приладдям до них, технічне обслуговування і ремонт мотоциклів", "45" },
                    { "46.1", "Оптова торгівля за винагороду чи на основі контракту", "46" },
                    { "46.2", "Оптова торгівля сільськогосподарською сировиною та живими тваринами", "46" },
                    { "46.3", "Оптова торгівля продуктами харчування, напоями та тютюновими виробами", "46" },
                    { "46.4", "Оптова торгівля товарами господарського призначення", "46" },
                    { "46.5", "Оптова торгівля інформаційним і комунікаційним устаткованням", "46" },
                    { "46.6", "Оптова торгівля іншими машинами й устаткованням", "46" },
                    { "46.7", "Інші види спеціалізованої оптової торгівлі", "46" },
                    { "46.9", "Неспеціалізована оптова торгівля", "46" },
                    { "47.1", "Роздрібна торгівля в неспеціалізованих магазинах", "47" },
                    { "47.2", "Роздрібна торгівля продуктами харчування, напоями та тютюновими виробами в спеціалізованих магазинах", "47" },
                    { "47.3", "Роздрібна торгівля пальним", "47" },
                    { "47.4", "Роздрібна торгівля інформаційним і комунікаційним устаткованням у спеціалізованих магазинах", "47" },
                    { "47.5", "Роздрібна торгівля іншими товарами господарського призначення в спеціалізованих магазинах", "47" },
                    { "51.1", "Пасажирський авіаційний транспорт", "51" },
                    { "50.4", "Вантажний річковий транспорт", "50" },
                    { "50.3", "Пасажирський річковий транспорт", "50" },
                    { "50.2", "Вантажний морський транспорт", "50" },
                    { "50.1", "Пасажирський морський транспорт", "50" },
                    { "49.5", "Трубопровідний транспорт", "49" },
                    { "66.1", "Допоміжна діяльність у сфері фінансових послуг, крім страхування та пенсійного забезпечення", "66" },
                    { "49.4", "Вантажний автомобільний транспорт, надання послуг перевезення речей", "49" },
                    { "49.2", "Вантажний залізничний транспорт", "49" },
                    { "49.1", "Пасажирський залізничний транспорт міжміського сполучення", "49" },
                    { "47.9", "Роздрібна торгівля поза магазинами", "47" },
                    { "47.8", "Роздрібна торгівля з лотків і на ринках", "47" },
                    { "47.7", "Роздрібна торгівля іншими товарами в спеціалізованих магазинах", "47" },
                    { "47.6", "Роздрібна торгівля товарами культурного призначення та товарами для відпочинку в спеціалізованих магазинах", "47" },
                    { "49.3", "Інший пасажирський наземний транспорт", "49" },
                    { "66.2", "Допоміжна діяльність у сфері страхування та пенсійного забезпечення", "66" },
                    { "66.3", "Управління фондами", "66" },
                    { "68.1", "Купівля та продаж власного нерухомого майна", "68" },
                    { "82.9", "Надання допоміжних комерційних послуг, н. в. і. у.", "82" },
                    { "84.1", "Державне управління загального характеру; соціально-економічне управління", "84" },
                    { "84.2", "Надання державних послуг суспільству в цілому", "84" },
                    { "84.3", "Діяльність у сфері обов'язкового соціального страхування", "84" },
                    { "85.1", "Дошкільна освіта", "85" },
                    { "85.2", "Початкова освіта", "85" },
                    { "85.3", "Середня освіта", "85" },
                    { "85.4", "Вища освіта", "85" },
                    { "85.5", "Інші види освіти", "85" },
                    { "86.1", "Діяльність лікарняних закладів", "86" },
                    { "86.2", "Медична та стоматологічна практика", "86" },
                    { "86.9", "Інша діяльність у сфері охорони здоров'я", "86" },
                    { "87.1", "Діяльність із догляду за хворими із забезпеченням проживання", "87" },
                    { "87.2", "Надання послуг догляду із забезпеченням проживання для осіб з розумовими вадами та хворих на наркоманію", "87" },
                    { "87.3", "Надання послуг догляду із забезпеченням проживання для осіб похилого віку та інвалідів", "87" },
                    { "87.9", "Надання інших послуг догляду із забезпеченням проживання", "87" },
                    { "88.1", "Надання соціальної допомоги без забезпечення проживання для осіб похилого віку та інвалідів", "88" },
                    { "98.1", "Діяльність домашніх господарств як виробників товарів для власного споживання", "98" },
                    { "97.0", "Діяльність домашніх господарств як роботодавців для домашньої прислуги", "97" },
                    { "96.0", "Надання інших індивідуальних послуг", "96" },
                    { "95.2", "Ремонт побутових виробів і предметів особистого вжитку", "95" },
                    { "95.1", "Ремонт комп'ютерів і обладнання зв'язку", "95" },
                    { "94.9", "Діяльність інших громадських організацій", "94" },
                    { "82.3", "Організування конгресів і торговельних виставок", "82" },
                    { "94.2", "Діяльність професійних спілок", "94" },
                    { "93.2", "Організування відпочинку та розваг", "93" },
                    { "93.1", "Діяльність у сфері спорту", "93" },
                    { "92.0", "Організування азартних ігор", "92" },
                    { "91.0", "Функціювання бібліотек, архівів, музеїв та інших закладів культури", "91" },
                    { "90.0", "Діяльність у сфері творчості, мистецтва та розваг", "90" },
                    { "88.9", "Надання іншої соціальної допомоги без забезпечення проживання", "88" },
                    { "94.1", "Діяльність організацій промисловців і підприємців, професійних організацій", "94" },
                    { "43.9", "Інші спеціалізовані будівельні роботи", "43" },
                    { "82.2", "Діяльність телефонних центрів", "82" },
                    { "81.3", "Надання ландшафтних послуг", "81" },
                    { "68.2", "Надання в оренду й експлуатацію власного чи орендованого нерухомого майна", "68" },
                    { "68.3", "Операції з нерухомим майном за винагороду або на основі контракту", "68" },
                    { "69.1", "Діяльність у сфері права", "69" },
                    { "69.2", "Діяльність у сфері бухгалтерського обліку й аудиту; консультування з питань оподаткування", "69" },
                    { "70.1", "Діяльність головних управлінь (хед-офісів)", "70" },
                    { "70.2", "Консультування з питань керування", "70" },
                    { "71.1", "Діяльність у сферах архітектури та інжинірингу, надання послуг технічного консультування", "71" },
                    { "71.2", "Технічні випробування та дослідження", "71" },
                    { "72.1", "Дослідження й експериментальні розробки у сфері природничих і технічних наук", "72" },
                    { "72.2", "Дослідження й експериментальні розробки у сфері суспільних і гуманітарних наук", "72" },
                    { "73.1", "Рекламна діяльність", "73" },
                    { "73.2", "Дослідження кон'юнктури ринку та виявлення громадської думки", "73" },
                    { "74.1", "Спеціалізована діяльність із дизайну", "74" },
                    { "74.2", "Діяльність у сфері фотографії", "74" },
                    { "74.3", "Надання послуг перекладу", "74" },
                    { "74.9", "Інша професійна, наукова та технічна діяльність, н. в. і. у.", "74" },
                    { "75.0", "Ветеринарна діяльність", "75" },
                    { "81.2", "Діяльність із прибирання", "81" },
                    { "81.1", "Комплексне обслуговування об'єктів", "81" },
                    { "80.3", "Проведення розслідувань", "80" },
                    { "80.2", "Обслуговування систем безпеки", "80" },
                    { "80.1", "Діяльність приватних охоронних служб", "80" },
                    { "79.9", "Надання інших послуг бронювання та пов'язана з цим діяльність", "79" },
                    { "82.1", "Адміністративна та допоміжна офісна діяльність", "82" },
                    { "79.1", "Діяльність туристичних агентств і туристичних операторів", "79" },
                    { "78.2", "Діяльність агентств тимчасового працевлаштування", "78" },
                    { "78.1", "Діяльність агентств працевлаштування", "78" },
                    { "77.4", "Лізинг інтелектуальної власності та подібних продуктів, крім творів, захищених авторськими правами", "77" },
                    { "77.3", "Надання в оренду інших машин, устатковання та товарів", "77" },
                    { "77.2", "Прокат побутових виробів і предметів особистого вжитку", "77" },
                    { "77.1", "Надання в оренду автотранспортних засобів", "77" },
                    { "78.3", "Інша діяльність із забезпечення трудовими ресурсами", "78" },
                    { "98.2", "Діяльність домашніх господарств як виробників послуг для власного споживання", "98" },
                    { "43.3", "Роботи із завершення будівництва", "43" },
                    { "43.1", "Знесення та підготовчі роботи на будівельному майданчику", "43" },
                    { "13.3", "Оздоблення текстильних виробів", "13" },
                    { "13.9", "Виробництво інших текстильних виробів", "13" },
                    { "14.1", "Виробництво одягу, крім хутряного", "14" },
                    { "14.2", "Виготовлення виробів із хутра", "14" },
                    { "14.3", "Виробництво трикотажного та в'язаного одягу", "14" },
                    { "15.1", "Дублення шкур і оздоблення шкіри; виробництво дорожніх виробів, сумок, лимарно-сідельних виробів; вичинка та фарбування хутра", "15" },
                    { "15.2", "Виробництво взуття", "15" },
                    { "16.10", "Лісопильне та стругальне виробництво", "16.1" },
                    { "16.21", "Виробництво фанери, дерев'яних плит і панелей, шпону", "16.2" },
                    { "16.22", "Виробництво щитового паркету", "16.2" },
                    { "16.23", "Виробництво інших дерев'яних будівельних конструкцій і столярних виробів", "16.2" },
                    { "16.24", "Виробництво дерев'яної тари", "16.2" },
                    { "16.29", "Виробництво інших виробів з деревини; виготовлення виробів з корка, соломки та рослинних матеріалів для плетіння", "16.2" },
                    { "17.1", "Виробництво паперової маси, паперу та картону", "17" },
                    { "13.2", "Ткацьке виробництво", "13" },
                    { "17.2", "Виготовлення виробів з паперу та картону", "17" },
                    { "18.2", "Тиражування звуко-, відеозаписів і програмного забезпечення", "18" },
                    { "19.1", "Виробництво коксу та коксопродуктів", "19" },
                    { "19.2", "Виробництво продуктів нафтоперероблення", "19" },
                    { "20.1", "Виробництво основної хімічної продукції, добрив і азотних сполук, пластмас і синтетичного каучуку в первинних формах", "20" },
                    { "20.2", "Виробництво пестицидів та іншої агрохімічної продукції", "20" },
                    { "20.3", "Виробництво фарб, лаків і подібної продукції, друкарської фарби та мастик", "20" },
                    { "20.4", "Виробництво мила та мийних засобів, засобів для чищення та полірування, парфумних і косметичних засобів", "20" },
                    { "20.5", "Виробництво іншої хімічної продукції", "20" },
                    { "20.6", "Виробництво штучних і синтетичних волокон", "20" },
                    { "21.1", "Виробництво основних фармацевтичних продуктів", "21" },
                    { "21.2", "Виробництво фармацевтичних препаратів і матеріалів", "21" },
                    { "22.1", "Виробництво гумових виробів", "22" },
                    { "22.2", "Виробництво пластмасових виробів", "22" },
                    { "23.1", "Виробництво скла та виробів зі скла", "23" },
                    { "18.1", "Поліграфічна діяльність і надання пов'язаних із нею послуг", "18" },
                    { "13.1", "Підготування та прядіння текстильних волокон", "13" },
                    { "12.0", "Виробництво тютюнових виробів", "12" },
                    { "11.0", "Виробництво напоїв", "11" },
                    { "01.2", "Вирощування багаторічних культур", "01" },
                    { "01.3", "Відтворення рослин", "01" },
                    { "01.4", "Тваринництво", "01" },
                    { "01.5", "Змішане сільське господарство", "01" },
                    { "01.6", "Допоміжна діяльність у сільському господарстві та післяурожайна діяльність", "01" },
                    { "01.7", "Мисливство, відловлювання тварин і надання пов'язаних із ними послуг", "01" },
                    { "02.1", "Лісівництво та інша діяльність у лісовому господарстві", "02" },
                    { "02.2", "Лісозаготівлі", "02" },
                    { "02.3", "Збирання дикорослих недеревних продуктів", "02" },
                    { "02.4", "Надання допоміжних послуг у лісовому господарстві", "02" },
                    { "03.1", "Рибальство", "03" },
                    { "03.2", "Рибництво (аквакультура)", "03" },
                    { "05.1", "Добування кам'яного вугілля", "05" },
                    { "05.2", "Добування бурого вугілля", "05" },
                    { "06.1", "Добування сирої нафти", "06" },
                    { "06.2", "Добування природного газу", "06" },
                    { "07.1", "Добування залізних руд", "07" },
                    { "10.9", "Виробництво готових кормів для тварин", "10" },
                    { "10.8", "Виробництво інших харчових продуктів", "10" },
                    { "10.7", "Виробництво хліба, хлібобулочних і борошняних виробів", "10" },
                    { "10.6", "Виробництво продуктів борошномельно-круп'яної промисловості, крохмалів і крохмальних продуктів", "10" },
                    { "10.5", "Виробництво молочних продуктів", "10" },
                    { "10.4", "Виробництво олії та тваринних жирів", "10" },
                    { "23.2", "Виробництво вогнетривких виробів", "23" },
                    { "10.3", "Перероблення та консервування фруктів і овочів", "10" },
                    { "10.1", "Виробництво м'яса та м'ясних продуктів", "10" },
                    { "09.9", "Надання допоміжних послуг у сфері добування інших корисних копалин і розроблення кар'єрів", "09" },
                    { "09.1", "Надання допоміжних послуг у сфері добування нафти та природного газу", "09" },
                    { "08.9", "Добування корисних копалин і розроблення кар'єрів, н. в. і. у.", "08" },
                    { "08.1", "Добування каменю, піску та глини", "08" },
                    { "07.2", "Добування руд кольорових металів", "07" },
                    { "10.2", "Перероблення та консервування риби, ракоподібних і молюсків", "10" },
                    { "23.3", "Виробництво будівельних матеріалів із глини", "23" },
                    { "23.4", "Виробництво іншої продукції з фарфору та кераміки", "23" },
                    { "23.5", "Виробництво цементу, вапна та гіпсових сумішей", "23" },
                    { "29.1", "Виробництво автотранспортних засобів", "29" },
                    { "29.2", "Виробництво кузовів для автотранспортних засобів, причепів і напівпричепів", "29" },
                    { "29.3", "Виробництво вузлів, деталей і приладдя для автотранспортних засобів", "29" },
                    { "30.1", "Будування суден і човнів", "30" },
                    { "30.2", "Виробництво залізничних локомотивів і рухомого складу", "30" },
                    { "30.3", "Виробництво повітряних і космічних літальних апаратів, супутнього устатковання", "30" },
                    { "30.4", "Виробництво військових транспортних засобів", "30" },
                    { "30.9", "Виробництво транспортних засобів, н. в. і. у.", "30" },
                    { "31.0", "Виробництво меблів", "31" },
                    { "32.1", "Виробництво ювелірних виробів, біжутерії та подібних виробів", "32" },
                    { "32.2", "Виробництво музичних інструментів", "32" },
                    { "32.3", "Виробництво спортивних товарів", "32" },
                    { "32.4", "Виробництво ігор та іграшок", "32" },
                    { "32.5", "Виробництво медичних і стоматологічних інструментів і матеріалів", "32" },
                    { "32.9", "Виробництво продукції, н. в. і. у.", "32" },
                    { "33.1", "Ремонт і технічне обслуговування готових металевих виробів, машин і устатковання", "33" },
                    { "33.2", "Установлення та монтаж машин і устатковання", "33" },
                    { "42.9", "Будівництво інших споруд", "42" },
                    { "42.2", "Будівництво комунікацій", "42" },
                    { "42.1", "Будівництво доріг і залізниць", "42" },
                    { "41.2", "Будівництво житлових і нежитлових будівель", "41" },
                    { "41.1", "Організація будівництва будівель", "41" },
                    { "39.0", "Інша діяльність щодо поводження з відходами", "39" },
                    { "28.9", "Виробництво інших машин і устатковання спеціального призначення", "28" },
                    { "38.3", "Відновлення матеріалів", "38" },
                    { "38.1", "Збирання відходів", "38" },
                    { "37.0", "Каналізація, відведення й очищення стічних вод", "37" },
                    { "36.0", "Забір, очищення та постачання води", "36" },
                    { "35.3", "Постачання пари, гарячої води та кондиційованого повітря", "35" },
                    { "35.2", "Виробництво газу; розподілення газоподібного палива через місцеві (локальні) трубопроводи", "35" },
                    { "35.1", "Виробництво, передача та розподілення електроенергії", "35" },
                    { "38.2", "Оброблення та видалення відходів", "38" },
                    { "43.2", "Електромонтажні, водопровідні та інші будівельно-монтажні роботи", "43" },
                    { "28.4", "Виробництво металообробних машин і верстатів", "28" },
                    { "28.2", "Виробництво інших машин і устатковання загального призначення", "28" },
                    { "23.6", "Виготовлення виробів із бетону, гіпсу та цементу", "23" },
                    { "23.7", "Різання, оброблення та оздоблення декоративного та будівельного каменю", "23" },
                    { "23.9", "Виробництво абразивних виробів і неметалевих мінеральних виробів, н. в. і. у.", "23" },
                    { "24.1", "Виробництво чавуну, сталі та феросплавів", "24" },
                    { "24.2", "Виробництво труб, порожнистих профілів і фітингів зі сталі", "24" },
                    { "24.3", "Виробництво іншої продукції первинного оброблення сталі", "24" },
                    { "24.4", "Виробництво дорогоцінних та інших кольорових металів", "24" },
                    { "24.5", "Лиття металів", "24" },
                    { "25.1", "Виробництво будівельних металевих конструкцій і виробів", "25" },
                    { "25.2", "Виробництво металевих баків, резервуарів і контейнерів", "25" },
                    { "25.3", "Виробництво парових котлів, крім котлів центрального опалення", "25" },
                    { "25.4", "Виробництво зброї та боєприпасів", "25" },
                    { "25.5", "Кування, пресування, штампування, профілювання; порошкова металургія", "25" },
                    { "25.6", "Оброблення металів та нанесення покриття на метали; механічне оброблення металевих виробів", "25" },
                    { "25.7", "Виробництво столових приборів, інструментів і металевих виробів загального призначення", "25" },
                    { "25.9", "Виробництво інших готових металевих виробів", "25" },
                    { "26.1", "Виробництво електронних компонентів і плат", "26" },
                    { "28.1", "Виробництво машин і устатковання загального призначення", "28" },
                    { "27.9", "Виробництво іншого електричного устатковання", "27" },
                    { "27.5", "Виробництво побутових приладів", "27" },
                    { "27.4", "Виробництво електричного освітлювального устатковання", "27" },
                    { "27.3", "Виробництво проводів, кабелів і електромонтажних пристроїв", "27" },
                    { "27.2", "Виробництво батарей і акумуляторів", "27" },
                    { "28.3", "Виробництво машин і устатковання для сільського та лісового господарства", "28" },
                    { "27.1", "Виробництво електродвигунів, генераторів, трансформаторів, електророзподільчої та контрольної апаратури", "27" },
                    { "26.7", "Виробництво оптичних приладів і фотографічного устатковання", "26" },
                    { "26.6", "Виробництво радіологічного, електромедичного й електротерапевтичного устатковання", "26" },
                    { "26.5", "Виробництво інструментів і обладнання для вимірювання, дослідження та навігації; виробництво годинників", "26" },
                    { "26.4", "Виробництво електронної апаратури побутового призначення для приймання, записування та відтворювання звуку й зображення", "26" },
                    { "26.3", "Виробництво обладнання зв'язку", "26" },
                    { "26.2", "Виробництво комп'ютерів і периферійного устатковання", "26" },
                    { "26.8", "Виробництво магнітних і оптичних носіїв даних", "26" },
                    { "99.0", "Діяльність екстериторіальних організацій і органів", "99" }
                });

            migrationBuilder.InsertData(
                table: "Kveds",
                columns: new[] { "Code", "Name", "ParentCode" },
                values: new object[,]
                {
                    { "01.11", "Вирощування зернових культур (крім рису), бобових культур і насіння олійних культур", "01.1" },
                    { "47.76", "Роздрібна торгівля квітами, рослинами, насінням, добривами, домашніми тваринами та кормами для них у спеціалізованих магазинах", "47.7" },
                    { "47.77", "Роздрібна торгівля годинниками та ювелірними виробами в спеціалізованих магазинах", "47.7" },
                    { "47.78", "Роздрібна торгівля іншими невживаними товарами в спеціалізованих магазинах", "47.7" },
                    { "47.79", "Роздрібна торгівля уживаними товарами в магазинах", "47.7" },
                    { "47.81", "Роздрібна торгівля з лотків і на ринках харчовими продуктами, напоями та тютюновими виробами", "47.8" },
                    { "47.82", "Роздрібна торгівля з лотків і на ринках текстильними виробами, одягом і взуттям", "47.8" },
                    { "47.75", "Роздрібна торгівля косметичними товарами та туалетними приналежностями в спеціалізованих магазинах", "47.7" },
                    { "47.89", "Роздрібна торгівля з лотків і на ринках іншими товарами", "47.8" },
                    { "47.99", "Інші види роздрібної торгівлі поза магазинами", "47.9" },
                    { "49.10", "Пасажирський залізничний транспорт міжміського сполучення", "49.1" },
                    { "49.20", "Вантажний залізничний транспорт", "49.2" },
                    { "49.31", "Пасажирський наземний транспорт міського та приміського сполучення", "49.3" },
                    { "49.32", "Надання послуг таксі", "49.3" },
                    { "49.39", "Інший пасажирський наземний транспорт, н. в. і. у.", "49.3" },
                    { "47.91", "Роздрібна торгівля, що здійснюється фірмами поштового замовлення або через мережу Інтернет", "47.9" },
                    { "47.74", "Роздрібна торгівля медичними й ортопедичними товарами в спеціалізованих магазинах", "47.7" },
                    { "47.73", "Роздрібна торгівля фармацевтичними товарами в спеціалізованих магазинах", "47.7" },
                    { "47.72", "Роздрібна торгівля взуттям і шкіряними виробами в спеціалізованих магазинах", "47.7" },
                    { "47.30", "Роздрібна торгівля пальним", "47.3" },
                    { "47.41", "Роздрібна торгівля комп'ютерами, периферійним устаткованням і програмним забезпеченням у спеціалізованих магазинах", "47.4" },
                    { "47.42", "Роздрібна торгівля телекомунікаційним устаткованням у спеціалізованих магазинах", "47.4" },
                    { "47.43", "Роздрібна торгівля в спеціалізованих магазинах електронною апаратурою побутового призначення для приймання, записування, відтворення звуку й зображення", "47.4" },
                    { "47.51", "Роздрібна торгівля текстильними товарами в спеціалізованих магазинах", "47.5" },
                    { "47.52", "Роздрібна торгівля залізними виробами, будівельними матеріалами та санітарно-технічними виробами в спеціалізованих магазинах", "47.5" },
                    { "47.53", "Роздрібна торгівля килимами, килимовими виробами, покриттям для стін і підлоги в спеціалізованих магазинах", "47.5" },
                    { "47.54", "Роздрібна торгівля побутовими електротоварами в спеціалізованих магазинах", "47.5" },
                    { "47.59", "Роздрібна торгівля меблями, освітлювальним приладдям та іншими товарами для дому в спеціалізованих магазинах", "47.5" },
                    { "47.61", "Роздрібна торгівля книгами в спеціалізованих магазинах", "47.6" },
                    { "47.62", "Роздрібна торгівля газетами та канцелярськими товарами в спеціалізованих магазинах", "47.6" },
                    { "47.63", "Роздрібна торгівля аудіо- та відеозаписами в спеціалізованих магазинах", "47.6" },
                    { "47.64", "Роздрібна торгівля спортивним інвентарем у спеціалізованих магазинах", "47.6" },
                    { "47.65", "Роздрібна торгівля іграми та іграшками в спеціалізованих магазинах", "47.6" },
                    { "47.71", "Роздрібна торгівля одягом у спеціалізованих магазинах", "47.7" },
                    { "49.41", "Вантажний автомобільний транспорт", "49.4" },
                    { "49.42", "Надання послуг перевезення речей (переїзду)", "49.4" },
                    { "49.50", "Трубопровідний транспорт", "49.5" },
                    { "50.10", "Пасажирський морський транспорт", "50.1" },
                    { "56.21", "Постачання готових страв для подій", "56.2" },
                    { "56.29", "Постачання інших готових страв", "56.2" },
                    { "56.30", "Обслуговування напоями", "56.3" },
                    { "58.11", "Видання книг", "58.1" },
                    { "58.12", "Видання довідників і каталогів", "58.1" },
                    { "58.13", "Видання газет", "58.1" },
                    { "58.14", "Видання журналів і періодичних видань", "58.1" },
                    { "58.19", "Інші види видавничої діяльності", "58.1" },
                    { "58.21", "Видання комп'ютерних ігор", "58.2" },
                    { "58.29", "Видання іншого програмного забезпечення", "58.2" },
                    { "60.10", "Діяльність у сфері радіомовлення", "60.1" },
                    { "60.20", "Діяльність у сфері телевізійного мовлення", "60.1" },
                    { "61.10", "Діяльність у сфері проводового електрозв'язку", "61.1" },
                    { "61.20", "Діяльність у сфері безпроводового електрозв'язку", "61.2" },
                    { "61.30", "Діяльність у сфері супутникового електрозв'язку", "61.3" },
                    { "56.10", "Діяльність ресторанів, надання послуг мобільного харчування", "56.1" },
                    { "47.29", "Роздрібна торгівля іншими продуктами харчування в спеціалізованих магазинах", "47.2" },
                    { "55.90", "Діяльність інших засобів тимчасового розміщування", "55.9" },
                    { "55.20", "Діяльність засобів розміщування на період відпустки та іншого тимчасового проживання", "55.2" },
                    { "50.20", "Вантажний морський транспорт", "50.2" },
                    { "50.30", "Пасажирський річковий транспорт", "50.3" },
                    { "50.40", "Вантажний річковий транспорт", "50.4" },
                    { "51.10", "Пасажирський авіаційний транспорт", "51.1" },
                    { "51.21", "Вантажний авіаційний транспорт", "51.2" },
                    { "51.22", "Космічний транспорт", "51.2" },
                    { "52.10", "Складське господарство", "52.1" },
                    { "52.21", "Допоміжне обслуговування наземного транспорту", "52.2" },
                    { "52.22", "Допоміжне обслуговування водного транспорту", "52.2" },
                    { "52.23", "Допоміжне обслуговування авіаційного транспорту", "52.2" },
                    { "52.24", "Транспортне оброблення вантажів", "52.2" },
                    { "52.29", "Інша допоміжна діяльність у сфері транспорту", "52.2" },
                    { "53.10", "Діяльність національної пошти", "53.1" },
                    { "53.20", "Інша поштова та кур'єрська діяльність", "53.2" },
                    { "55.10", "Діяльність готелів і подібних засобів тимчасового розміщування", "55.1" },
                    { "55.30", "Надання місць кемпінгами та стоянками для житлових автофургонів і причепів", "55.3" },
                    { "61.90", "інша діяльність у сфері електрозв'язку", "61.9" },
                    { "47.26", "Роздрібна торгівля тютюновими виробами в спеціалізованих магазинах", "47.2" },
                    { "47.24", "Роздрібна торгівля хлібобулочними виробами, борошняними та цукровими кондитерськими виробами в спеціалізованих магазинах", "47.2" },
                    { "46.12", "Діяльність посередників у торгівлі паливом, рудами, металами та промисловими хімічними речовинами", "46.1" },
                    { "46.13", "Діяльність посередників у торгівлі деревиною, будівельними матеріалами та санітарно-технічними виробами", "46.1" },
                    { "46.14", "Діяльність посередників у торгівлі машинами, промисловим устаткованням, суднами та літаками", "46.1" },
                    { "46.15", "Діяльність посередників у торгівлі меблями, господарськими товарами, залізними та іншими металевими виробами", "46.1" },
                    { "46.16", "Діяльність посередників у торгівлі текстильними виробами, одягом, хутром, взуттям і шкіряними виробами", "46.1" },
                    { "46.17", "Діяльність посередників у торгівлі продуктами харчування, напоями та тютюновими виробами", "46.1" },
                    { "46.11", "Діяльність посередників у торгівлі сільськогосподарською сировиною, живими тваринами, текстильною сировиною та напівфабрикатами", "46.1" },
                    { "46.18", "Діяльність посередників, що спеціалізуються в торгівлі іншими товарами", "46.1" },
                    { "46.21", "Оптова торгівля зерном, необробленим тютюном, насінням і кормами для тварин", "46.2" },
                    { "46.22", "Оптова торгівля квітами та рослинами", "46.2" },
                    { "46.23", "Оптова торгівля живими тваринами", "46.2" },
                    { "46.24", "Оптова торгівля шкірсировиною, шкурами та шкірою", "46.2" },
                    { "46.31", "Оптова торгівля фруктами й овочами", "46.3" },
                    { "46.32", "Оптова торгівля м'ясом і м'ясними продуктами", "46.3" },
                    { "46.19", "Діяльність посередників у торгівлі товарами широкого асортименту", "46.1" },
                    { "45.40", "Торгівля мотоциклами, деталями та приладдям до них, технічне обслуговування і ремонт мотоциклів", "45.4" },
                    { "45.32", "Роздрібна торгівля деталями та приладдям для автотранспортних засобів", "45.3" },
                    { "45.31", "Оптова торгівля деталями та приладдям для автотранспортних засобів", "45.3" },
                    { "43.12", "Підготовчі роботи на будівельному майданчику", "43.1" },
                    { "43.13", "Розвідувальне буріння", "43.1" },
                    { "43.21", "Електромонтажні роботи", "43.2" },
                    { "43.22", "Монтаж водопровідних мереж, систем опалення та кондиціонування", "43.2" },
                    { "43.29", "Інші будівельно-монтажні роботи", "43.2" },
                    { "43.31", "Штукатурні роботи", "43.3" },
                    { "43.32", "Установлення столярних виробів", "43.3" },
                    { "43.33", "Покриття підлоги й облицювання стін", "43.3" },
                    { "43.34", "Малярні роботи та скління", "43.3" },
                    { "43.39", "Інші роботи із завершення будівництва", "43.3" },
                    { "43.91", "Покрівельні роботи", "43.9" },
                    { "43.99", "Інші спеціалізовані будівельні роботи, н. в. і. у.", "43.9" },
                    { "45.11", "Торгівля автомобілями та легковими автотранспортними засобами", "45.1" },
                    { "45.19", "Торгівля іншими автотранспортними засобами", "45.1" },
                    { "45.20", "Технічне обслуговування та ремонт автотранспортних засобів", "45.2" },
                    { "46.33", "Оптова торгівля молочними продуктами, яйцями, харчовими оліями та жирами", "46.3" },
                    { "46.34", "Оптова торгівля напоями", "46.3" },
                    { "46.35", "Оптова торгівля тютюновими виробами", "46.3" },
                    { "46.36", "Оптова торгівля цукром, шоколадом і кондитерськими виробами", "46.3" },
                    { "46.66", "Оптова торгівля іншими офісними машинами й устаткованням", "46.6" },
                    { "46.69", "Оптова торгівля іншими машинами й устаткованням", "46.6" },
                    { "46.71", "Оптова торгівля твердим, рідким, газоподібним паливом і подібними продуктами", "46.7" },
                    { "46.72", "Оптова торгівля металами та металевими рудами", "46.7" },
                    { "46.73", "Оптова торгівля деревиною, будівельними матеріалами та санітарно-технічним обладнанням", "46.7" },
                    { "46.74", "Оптова торгівля залізними виробами, водопровідним і опалювальним устаткованням і приладдям до нього", "46.7" },
                    { "46.75", "Оптова торгівля хімічними продуктами", "46.7" },
                    { "46.76", "Оптова торгівля іншими проміжними продуктами", "46.7" },
                    { "46.77", "Оптова торгівля відходами та брухтом", "46.7" },
                    { "46.90", "Неспеціалізована оптова торгівля", "46.9" },
                    { "47.11", "Роздрібна торгівля в неспеціалізованих магазинах переважно продуктами харчування, напоями та тютюновими виробами", "47.1" },
                    { "47.19", "Інші види роздрібної торгівлі в неспеціалізованих магазинах", "47.1" },
                    { "47.21", "Роздрібна торгівля фруктами й овочами в спеціалізованих магазинах", "47.2" },
                    { "47.22", "Роздрібна торгівля м'ясом і м'ясними продуктами в спеціалізованих магазинах", "47.2" },
                    { "47.23", "Роздрібна торгівля рибою, ракоподібними та молюсками в спеціалізованих магазинах", "47.2" },
                    { "46.65", "Оптова торгівля офісними меблями", "46.6" },
                    { "47.25", "Роздрібна торгівля напоями в спеціалізованих магазинах", "47.2" },
                    { "46.64", "Оптова торгівля машинами й устаткованням для текстильного, швейного та трикотажного виробництва", "46.6" },
                    { "46.62", "Оптова торгівля верстатами", "46.6" },
                    { "46.37", "Оптова торгівля кавою, чаєм, какао та прянощами", "46.3" },
                    { "46.38", "Оптова торгівля іншими продуктами харчування, у тому числі рибою, ракоподібними та молюсками", "46.3" },
                    { "46.39", "Неспеціалізована оптова торгівля продуктами харчування, напоями та тютюновими виробами", "46.3" },
                    { "46.41", "Оптова торгівля текстильними товарами", "46.4" },
                    { "46.42", "Оптова торгівля одягом і взуттям", "46.4" },
                    { "46.43", "Оптова торгівля побутовими електротоварами й електронною апаратурою побутового призначення для приймання, записування, відтворювання звуку й зображення", "46.4" },
                    { "46.44", "Оптова торгівля фарфором, скляним посудом і засобами для чищення", "46.4" },
                    { "46.45", "Оптова торгівля парфумними та косметичними товарами", "46.4" },
                    { "46.46", "Оптова торгівля фармацевтичними товарами", "46.4" },
                    { "46.47", "Оптова торгівля меблями, килимами й освітлювальним приладдям", "46.4" },
                    { "46.48", "Оптова торгівля годинниками та ювелірними виробами", "46.4" },
                    { "46.49", "Оптова торгівля іншими товарами господарського призначення", "46.4" },
                    { "46.51", "Оптова торгівля комп'ютерами, периферійним устаткованням і програмним забезпеченням", "46.5" },
                    { "46.52", "Оптова торгівля електронним і телекомунікаційним устаткованням, деталями до нього", "46.5" },
                    { "46.61", "Оптова торгівля сільськогосподарськими машинами й устаткованням", "46.6" },
                    { "46.63", "Оптова торгівля машинами й устаткованням для добувної промисловості та будівництва", "46.6" },
                    { "62.01", "Комп'ютерне програмування", "62.0" },
                    { "62.02", "Консультування з питань інформатизації", "62.0" },
                    { "62.03", "Діяльність із керування комп'ютерним устаткованням", "62.0" },
                    { "85.52", "Освіта у сфері культури", "85.5" },
                    { "85.53", "Діяльність шкіл підготовлення водіїв транспортних засобів", "85.5" },
                    { "85.59", "Інші види освіти, н. в. і. у.", "85.5" },
                    { "85.6", "Допоміжна діяльність у сфері освіти", "85.5" },
                    { "86.10", "Діяльність лікарняних закладів", "86.1" },
                    { "86.21", "Загальна медична практика", "86.2" },
                    { "85.51", "Освіта у сфері спорту та відпочинку", "85.5" },
                    { "86.22", "Спеціалізована медична практика", "86.2" },
                    { "86.90", "Інша діяльність у сфері охорони здоров'я", "86.9" },
                    { "87.10", "Діяльність із догляду за хворими із забезпеченням проживання", "87.1" },
                    { "87.20", "Надання послуг догляду із забезпеченням проживання для осіб з розумовими вадами та хворих на наркоманію", "87.2" },
                    { "87.30", "Надання послуг щодо догляду із забезпеченням проживання для осіб похилого віку та інвалідів", "87.3" },
                    { "87.90", "Надання інших послуг догляду із забезпеченням проживання", "87.9" },
                    { "88.10", "Надання соціальної допомоги без забезпечення проживання для осіб похилого віку та інвалідів", "88.1" },
                    { "86.23", "Стоматологічна практика", "86.2" },
                    { "85.42", "Вища освіта", "85.4" },
                    { "85.41", "Професійно-технічна освіта на рівні вищого професійно-технічного навчального закладу", "85.4" },
                    { "85.32", "Професійно-технічна освіта", "85.3" },
                    { "82.91", "Діяльність агентств зі стягування платежів і бюро кредитних історій", "82.9" },
                    { "82.92", "Пакування", "82.9" },
                    { "82.99", "Надання інших допоміжних комерційних послуг, н. в. і. у.", "82.9" },
                    { "84.11", "Державне управління загального характеру", "84.1" },
                    { "84.12", "Регулювання у сферах охорони здоров'я, освіти, культури та інших соціальних сферах, крім обов'язкового соціального страхування", "84.1" },
                    { "84.13", "Регулювання та сприяння ефективному веденню економічної діяльності", "84.1" },
                    { "84.21", "Міжнародна діяльність", "84.2" },
                    { "84.22", "Діяльність у сфері оборони", "84.2" },
                    { "84.23", "Діяльність у сфері юстиції та правосуддя", "84.2" },
                    { "84.24", "Діяльність у сфері охорони громадського порядку та безпеки", "84.2" },
                    { "84.25", "Діяльність пожежних служб", "84.2" },
                    { "84.30", "Діяльність у сфері обов'язкового соціального страхування", "84.3" },
                    { "85.10", "Дошкільна освіта", "85.1" },
                    { "85.20", "Початкова освіта", "85.2" },
                    { "85.31", "Загальна середня освіта", "85.3" },
                    { "88.91", "Денний догляд за дітьми", "88.9" },
                    { "88.99", "Надання іншої соціальної допомоги без забезпечення проживання, н. в. і. у.", "88.9" },
                    { "90.01", "Театральна та концертна діяльність", "90.0" },
                    { "90.02", "Діяльність щодо підтримання театральних і концертних заходів", "90.0" },
                    { "95.11", "Ремонт комп'ютерів і периферійного устатковання", "95.1" },
                    { "95.12", "Ремонт обладнання зв'язку", "95.1" },
                    { "95.21", "Ремонт електронної апаратури побутового призначення для приймання, записування, відтворення звуку й зображення", "95.2" },
                    { "95.22", "Ремонт побутових приладів, домашнього та садового обладнання", "95.2" },
                    { "95.23", "Ремонт взуття та шкіряних виробів", "95.2" },
                    { "95.24", "Ремонт меблів і домашнього начиння", "95.2" },
                    { "95.25", "Ремонт годинників і ювелірних виробів", "95.2" },
                    { "95.29", "Ремонт інших побутових виробів і предметів особистого вжитку", "95.2" },
                    { "96.01", "Прання та хімічне чищення текстильних і хутряних виробів", "96.0" },
                    { "96.02", "Надання послуг перукарнями та салонами краси", "96.0" },
                    { "96.03", "Організування поховань і надання суміжних послуг", "96.0" },
                    { "96.04", "Діяльність із забезпечення фізичного комфорту", "96.0" },
                    { "96.09", "Надання інших індивідуальних послуг, н. в. і. у.", "96.0" },
                    { "97.00", "Діяльність домашніх господарств як роботодавців для домашньої прислуги", "97.0" },
                    { "98.10", "Діяльність домашніх господарств як виробників товарів для власного споживання", "98.1" },
                    { "94.99", "Діяльність інших громадських організацій, н. в. і. у.", "94.9" },
                    { "82.30", "Організування конгресів і торговельних виставок", "82.3" },
                    { "94.92", "Діяльність політичних організацій", "94.9" },
                    { "94.20", "Діяльність професійних спілок", "94.2" },
                    { "90.03", "Індивідуальна мистецька діяльність", "90.0" },
                    { "90.04", "Функціювання театральних і концертних залів", "90.0" },
                    { "91.01", "Функціювання бібліотек і архівів", "91.0" },
                    { "91.02", "Функціювання музеїв", "91.0" },
                    { "91.03", "Діяльність із охорони та використання пам'яток історії, будівель та інших пам'яток культури", "91.0" },
                    { "91.04", "Функціювання ботанічних садів, зоопарків і природних заповідників", "91.0" },
                    { "92.00", "Організування азартних ігор", "92.0" },
                    { "93.11", "Функціювання спортивних споруд", "93.1" },
                    { "93.12", "Діяльність спортивних клубів", "93.1" },
                    { "93.13", "Діяльність фітнес-центрів", "93.1" },
                    { "93.19", "Інша діяльність у сфері спорту", "93.1" },
                    { "93.21", "Функціювання атракціонів і тематичних парків", "93.2" },
                    { "93.29", "Організування інших видів відпочинку та розваг", "93.2" },
                    { "94.11", "Діяльність організацій промисловців і підприємців", "94.1" },
                    { "94.12", "Діяльність професійних громадських організацій", "94.1" },
                    { "94.91", "Діяльність релігійних організацій", "94.9" },
                    { "82.20", "Діяльність телефонних центрів", "82.2" },
                    { "82.19", "Фотокопіювання, підготування документів та інша спеціалізована допоміжна офісна діяльність", "82.1" },
                    { "82.11", "Надання комбінованих офісних адміністративних послуг", "82.1" },
                    { "66.21", "Оцінювання ризиків та завданої шкоди", "66.2" },
                    { "66.22", "Діяльність страхових агентів і брокерів", "66.2" },
                    { "66.29", "Інша допоміжна діяльність у сфері страхування та пенсійного забезпечення", "66.2" },
                    { "66.30", "Управління фондами", "66.3" },
                    { "68.10", "Купівля та продаж власного нерухомого майна", "68.1" },
                    { "68.20", "Надання в оренду й експлуатацію власного чи орендованого нерухомого майна", "68.2" },
                    { "68.31", "Агентства нерухомості", "68.3" },
                    { "68.32", "Управління нерухомим майном за винагороду або на основі контракту", "68.3" },
                    { "69.10", "Діяльність у сфері права", "69.1" },
                    { "69.20", "Діяльність у сфері бухгалтерського обліку й аудиту; консультування з питань оподаткування", "69.2" },
                    { "70.10", "Діяльність головних управлінь (хед-офісів)", "70.1" },
                    { "70.21", "Діяльність у сфері зв'язків із громадськістю", "70.2" },
                    { "70.22", "Консультування з питань комерційної діяльності й керування", "70.2" },
                    { "71.11", "Діяльність у сфері архітектури", "71.1" },
                    { "71.12", "Діяльність у сфері інжинірингу, геології та геодезії, надання послуг технічного консультування в цих сферах", "71.1" },
                    { "66.19", "Інша допоміжна діяльність у сфері фінансових послуг, крім страхування та пенсійного забезпечення", "66.1" },
                    { "71.20", "Технічні випробування та дослідження", "71.2" },
                    { "66.12", "Посередництво за договорами по цінних паперах або товарах", "66.1" },
                    { "65.3", "Недержавне пенсійне забезпечення", "65.2" },
                    { "62.09", "Інша діяльність у сфері інформаційних технологій і комп'ютерних систем", "62.0" },
                    { "63.11", "Оброблення даних, розміщення інформації на веб-вузлах і пов'язана з ними діяльність", "63.1" },
                    { "63.12", "Веб-портали", "63.1" },
                    { "63.91", "Діяльність інформаційних агентств", "63.9" },
                    { "63.99", "Надання інших інформаційних послуг, н. в. і. у.", "63.9" },
                    { "64.11", "Діяльність центрального банку", "64.1" },
                    { "64.19", "Інші види грошового посередництва", "64.1" },
                    { "64.20", "Діяльність холдингових компаній", "64.2" },
                    { "64.30", "Трасти, фонди та подібні фінансові суб'єкти", "64.3" },
                    { "64.91", "Фінансовий лізинг", "64.9" },
                    { "64.92", "Інші види кредитування", "64.9" },
                    { "64.99", "Надання інших фінансових послуг (крім страхування та пенсійного забезпечення), н. в. і. у.", "64.9" },
                    { "65.11", "Страхування життя", "65.1" },
                    { "65.12", "Інші види страхування, крім страхування життя", "65.1" },
                    { "65.20", "Перестрахування", "65.2" },
                    { "66.11", "Управління фінансовими ринками", "66.1" },
                    { "43.11", "Знесення", "43.1" },
                    { "72.11", "Дослідження й експериментальні розробки у сфері біотехнологій", "72.1" },
                    { "72.20", "Дослідження й експериментальні розробки у сфері суспільних і гуманітарних наук", "72.2" },
                    { "77.40", "Лізинг інтелектуальної власності та подібних продуктів, крім творів, захищених авторськими правами", "77.4" },
                    { "78.10", "Діяльність агентств працевлаштування", "78.1" },
                    { "78.20", "Діяльність агентств тимчасового працевлаштування", "78.2" },
                    { "78.30", "Інша діяльність із забезпечення трудовими ресурсами", "78.3" },
                    { "79.11", "Діяльність туристичних агентств", "79.1" },
                    { "79.12", "Діяльність туристичних операторів", "79.1" },
                    { "79.90", "Надання інших послуг бронювання та пов'язана з цим діяльність", "79.9" },
                    { "80.10", "Діяльність приватних охоронних служб", "80.1" },
                    { "80.20", "Обслуговування систем безпеки", "80.2" },
                    { "80.30", "Проведення розслідувань", "80.3" },
                    { "81.10", "Комплексне обслуговування об'єктів", "81.1" },
                    { "81.21", "Загальне прибирання будинків", "81.2" },
                    { "81.22", "Інша діяльність із прибирання будинків і промислових об'єктів", "81.2" },
                    { "81.29", "Інші види діяльності із прибирання", "81.2" },
                    { "81.30", "Надання ландшафтних послуг", "81.3" },
                    { "77.39", "Надання в оренду інших машин, устатковання та товарів. н. в. і. у.", "77.3" },
                    { "72.19", "Дослідження й експериментальні розробки у сфері інших природничих і технічних наук", "72.1" },
                    { "77.35", "Надання в оренду повітряних транспортних засобів", "77.3" },
                    { "77.33", "Надання в оренду офісних машин і устатковання, у тому числі комп'ютерів", "77.3" },
                    { "73.11", "Рекламні агентства", "73.1" },
                    { "73.12", "Посередництво в розміщенні реклами в засобах масової інформації", "73.1" },
                    { "73.20", "Дослідження кон'юнктури ринку та виявлення громадської думки", "73.2" },
                    { "74.10", "Спеціалізована діяльність із дизайну", "74.1" },
                    { "74.20", "Діяльність у сфері фотографії", "74.2" },
                    { "74.30", "Надання послуг перекладу", "74.3" },
                    { "74.90", "Інша професійна, наукова та технічна діяльність, н. в. і. у.", "74.9" },
                    { "75.00", "Ветеринарна діяльність", "75.0" },
                    { "77.11", "Надання в оренду автомобілів і легкових автотранспортних засобів", "77.1" },
                    { "77.12", "Надання в оренду вантажних автомобілів", "77.1" },
                    { "77.21", "Прокат товарів для спорту та відпочинку", "77.2" },
                    { "77.22", "Прокат відеозаписів і дисків", "77.2" },
                    { "77.29", "Прокат інших побутових виробів і предметів особистого вжитку", "77.2" },
                    { "77.31", "Надання в оренду сільськогосподарських машин і устатковання", "77.3" },
                    { "77.32", "Надання в оренду будівельних машин і устатковання", "77.3" },
                    { "77.34", "Надання в оренду водних транспортних засобів", "77.3" },
                    { "42.99", "Будівництво інших споруд, н. в. і. у.", "42.9" },
                    { "42.91", "Будівництво водних споруд", "42.9" },
                    { "42.22", "Будівництво споруд електропостачання та телекомунікацій", "42.2" },
                    { "13.99", "Виробництво інших текстильних виробів, н. в. і. у.", "13.9" },
                    { "14.11", "Виробництво одягу зі шкіри", "14.1" },
                    { "14.12", "Виробництво робочого одягу", "14.1" },
                    { "14.13", "Виробництво іншого верхнього одягу", "14.1" },
                    { "14.14", "Виробництво спіднього одягу", "14.1" },
                    { "14.19", "Виробництво іншого одягу й аксесуарів", "14.1" },
                    { "13.96", "Виробництво інших текстильних виробів технічного та промислового призначення", "13.9" },
                    { "14.20", "Виготовлення виробів із хутра", "14.2" },
                    { "14.39", "Виробництво іншого трикотажного та в'язаного одягу", "14.3" },
                    { "15.11", "Дублення шкур і оздоблення шкіри; вичинка та фарбування хутра", "15.1" },
                    { "15.12", "Виробництво дорожніх виробів, сумок, лимарно-сідельних виробів зі шкіри та інших матеріалів", "15.1" },
                    { "15.20", "Виробництво взуття", "15.2" },
                    { "17.11", "Виробництво паперової маси", "17.1" },
                    { "17.12", "Виробництво паперу та картону", "17.1" },
                    { "14.31", "Виробництво панчішно-шкарпеткових виробів", "14.3" },
                    { "13.95", "Виробництво нетканих текстильних матеріалів і виробів із них, крім одягу", "13.9" },
                    { "13.94", "Виробництво канатів, мотузок, шпагату та сіток", "13.9" },
                    { "13.93", "Виробництво килимів і килимових виробів", "13.9" },
                    { "10.91", "Виробництво готових кормів для тварин, що утримуються на фермах", "10.9" },
                    { "10.92", "Виробництво готових кормів для домашніх тварин", "10.9" },
                    { "11.01", "Дистиляція, ректифікація та змішування алкогольних напоїв", "11.0" },
                    { "11.02", "Виробництво виноградних вин", "11.0" },
                    { "11.03", "Виробництво сидру та інших плодово-ягідних вин", "11.0" },
                    { "11.04", "Виробництво інших недистильованих напоїв із зброджуваних продуктів", "11.0" },
                    { "11.05", "Виробництво пива", "11.0" },
                    { "11.06", "Виробництво солоду", "11.0" },
                    { "11.07", "Виробництво безалкогольних напоїв; виробництво мінеральних вод та інших вод, розлитих у пляшки", "11.0" },
                    { "12.00", "Виробництво тютюнових виробів", "12.0" },
                    { "13.10", "Підготування та прядіння текстильних волокон", "13.1" },
                    { "13.20", "Ткацьке виробництво", "13.2" },
                    { "13.30", "Оздоблення текстильних виробів", "13.3" },
                    { "13.91", "Виробництво трикотажного полотна", "13.9" },
                    { "13.92", "Виробництво готових текстильних виробів, крім одягу", "13.9" },
                    { "17.21", "Виробництво гофрованого паперу та картону, паперової та картонної тари", "17.2" },
                    { "17.22", "Виробництво паперових виробів господарсько-побутового та санітарно-гігієнічного призначення", "17.2" },
                    { "17.23", "Виробництво паперових канцелярських виробів", "17.2" },
                    { "17.24", "Виробництво шпалер", "17.2" },
                    { "20.51", "Виробництво вибухових речовин", "20.5" },
                    { "20.52", "Виробництво клеїв", "20.5" },
                    { "20.53", "Виробництво ефірних олій", "20.5" },
                    { "20.59", "Виробництво іншої хімічної продукції, н. в. і. у.", "20.5" },
                    { "20.60", "Виробництво штучних і синтетичних волокон", "20.6" },
                    { "21.10", "Виробництво основних фармацевтичних продуктів", "21.1" },
                    { "21.20", "Виробництво фармацевтичних препаратів і матеріалів", "21.2" },
                    { "22.11", "Виробництво гумових шин, покришок і камер; відновлення протектора гумових шин і покришок", "22.1" },
                    { "22.19", "Виробництво інших гумових виробів", "22.1" },
                    { "22.21", "Виробництво плит, листів, труб і профілів із пластмас", "22.2" },
                    { "22.22", "Виробництво тари з пластмас", "22.2" },
                    { "22.23", "Виробництво будівельних виробів із пластмас", "22.2" },
                    { "22.29", "Виробництво інших виробів із пластмас", "22.2" },
                    { "23.11", "Виробництво листового скла", "23.1" },
                    { "23.12", "Формування й оброблення листового скла", "23.1" },
                    { "20.42", "Виробництво парфумних і косметичних засобів", "20.4" },
                    { "10.89", "Виробництво інших харчових продуктів, н. в. і. у.", "10.8" },
                    { "20.41", "Виробництво мила та мийних засобів, засобів для чищення та полірування", "20.4" },
                    { "20.20", "Виробництво пестицидів та іншої агрохімічної продукції", "20.2" },
                    { "17.29", "Виробництво інших виробів з паперу та картону", "17.2" },
                    { "18.11", "Друкування газет", "18.1" },
                    { "18.12", "Друкування іншої продукції", "18.1" },
                    { "18.13", "Виготовлення друкарських форм і надання інших поліграфічних послуг", "18.1" },
                    { "18.14", "Брошурувально-палітурна діяльність і надання пов'язаних із нею послуг", "18.1" },
                    { "18.20", "Тиражування звуко-, відеозаписів і програмного забезпечення", "18.2" },
                    { "19.10", "Виробництво коксу та коксопродуктів", "19.1" },
                    { "19.20", "Виробництво продуктів нафтоперероблення", "19.2" },
                    { "20.11", "Виробництво промислових газів", "20.1" },
                    { "20.12", "Виробництво барвників і пігментів", "20.1" },
                    { "20.13", "Виробництво інших основних неорганічних хімічних речовин", "20.1" },
                    { "20.14", "Виробництво інших основних органічних хімічних речовин", "20.1" },
                    { "20.15", "Виробництво добрив і азотних сполук", "20.1" },
                    { "20.16", "Виробництво пластмас у первинних формах", "20.1" },
                    { "20.17", "Виробництво синтетичного каучуку в первинних формах", "20.1" },
                    { "20.30", "Виробництво фарб, лаків і подібної продукції, друкарської фарби та мастик", "20.3" },
                    { "10.86", "Виробництво дитячого харчування та дієтичних харчових продуктів", "10.8" },
                    { "10.85", "Виробництво готової їжі та страв", "10.8" },
                    { "10.84", "Виробництво прянощів і приправ", "10.8" },
                    { "01.44", "Розведення верблюдів та інших тварин родини верблюдячих", "01.4" },
                    { "01.45", "Розведення овець і кіз", "01.4" },
                    { "01.46", "Розведення свиней", "01.4" },
                    { "01.47", "Розведення свійської птиці", "01.4" },
                    { "01.49", "Розведення інших тварин", "01.4" },
                    { "01.50", "Змішане сільське господарство", "01.5" },
                    { "01.61", "Допоміжна діяльність у рослинництві", "01.6" },
                    { "01.62", "Допоміжна діяльність у тваринництві", "01.6" },
                    { "01.63", "Післяурожайна діяльність", "01.6" },
                    { "01.64", "Оброблення насіння для відтворення", "01.6" },
                    { "01.70", "Мисливство, відловлювання тварин і надання пов'язаних із ними послуг", "01.7" },
                    { "02.10", "Лісівництво та інша діяльність у лісовому господарстві", "02.1" },
                    { "02.20", "Лісозаготівлі", "02.2" },
                    { "02.30", "Збирання дикорослих недеревних продуктів", "02.3" },
                    { "02.40", "Надання допоміжних послуг у лісовому господарстві", "02.4" },
                    { "01.43", "Розведення коней та інших тварин родини конячих", "01.4" },
                    { "03.11", "Морське рибальство", "03.1" },
                    { "01.42", "Розведення іншої великої рогатої худоби та буйволів", "01.4" },
                    { "01.30", "Відтворення рослин", "01.3" },
                    { "01.12", "Вирощування рису", "01.1" },
                    { "01.13", "Вирощування овочів і баштанних культур, коренеплодів і бульбоплодів", "01.1" },
                    { "01.14", "Вирощування цукрової тростини", "01.1" },
                    { "01.15", "Вирощування тютюну", "01.1" },
                    { "01.16", "Вирощування прядивних культур", "01.1" },
                    { "01.19", "Вирощування інших однорічних і дворічних культур", "01.1" },
                    { "01.21", "Вирощування винограду", "01.2" },
                    { "01.22", "Вирощування тропічних і субтропічних фруктів", "01.2" },
                    { "01.23", "Вирощування цитрусових", "01.2" },
                    { "01.24", "Вирощування зерняткових і кісточкових фруктів", "01.2" },
                    { "01.25", "Вирощування ягід, горіхів, інших фруктів", "01.2" },
                    { "01.26", "Вирощування олійних плодів", "01.2" },
                    { "01.27", "Вирощування культур для виробництва напоїв", "01.2" },
                    { "01.28", "Вирощування пряних, ароматичних і лікарських культур", "01.2" },
                    { "01.29", "Вирощування інших багаторічних культур", "01.2" },
                    { "01.41", "Розведення великої рогатої худоби молочних порід", "01.4" },
                    { "23.13", "Виробництво порожнистого скла", "23.1" },
                    { "03.12", "Прісноводне рибальство", "03.1" },
                    { "03.22", "Прісноводне рибництво (аквакультура)", "03.2" },
                    { "10.31", "Перероблення та консервування картоплі", "10.3" },
                    { "10.32", "Виробництво фруктових і овочевих соків", "10.3" },
                    { "10.39", "Інші види перероблення та консервування фруктів і овочів", "10.3" },
                    { "10.41", "Виробництво олії та тваринних жирів", "10.4" },
                    { "10.42", "Виробництво маргарину і подібних харчових жирів", "10.4" },
                    { "10.51", "Перероблення молока, виробництво масла та сиру", "10.5" },
                    { "10.52", "Виробництво морозива", "10.5" },
                    { "10.61", "Виробництво продуктів борошномельно-круп'яної промисловості", "10.6" },
                    { "10.62", "Виробництво крохмалів і крохмальних продуктів", "10.6" },
                    { "10.71", "Виробництво хліба та хлібобулочних виробів; виробництво борошняних кондитерських виробів, тортів і тістечок нетривалого зберігання", "10.7" },
                    { "10.72", "Виробництво сухарів і сухого печива; виробництво борошняних кондитерських виробів, тортів і тістечок тривалого зберігання", "10.7" },
                    { "10.73", "Виробництво макаронних виробів і подібних борошняних виробів", "10.7" },
                    { "10.81", "Виробництво цукру", "10.8" },
                    { "10.82", "Виробництво какао, шоколаду та цукрових кондитерських виробів", "10.8" },
                    { "10.83", "Виробництво чаю та кави", "10.8" },
                    { "10.20", "Перероблення та консервування риби, ракоподібних і молюсків", "10.2" },
                    { "03.21", "Морське рибництво (аквакультура)", "03.2" },
                    { "10.13", "Виробництво м'ясних продуктів", "10.1" },
                    { "10.11", "Виробництво м'яса", "10.1" },
                    { "05.10", "Добування кам'яного вугілля", "05.1" },
                    { "05.20", "Добування бурого вугілля", "05.2" },
                    { "06.10", "Добування сирої нафти", "06.1" },
                    { "06.20", "Добування природного газу", "06.2" },
                    { "07.10", "Добування залізних руд", "07.1" },
                    { "07.21", "Добування уранових і торієвих руд", "07.2" },
                    { "07.29", "Добування руд інших кольорових металів", "07.2" },
                    { "08.11", "Добування декоративного та будівельного каменю, вапняку, гіпсу, крейди та глинистого сланцю", "08.1" },
                    { "08.12", "Добування піску, гравію, глин і каоліну", "08.1" },
                    { "08.91", "Добування мінеральної сировини для хімічної промисловості та виробництва мінеральних добрив", "08.9" },
                    { "08.92", "Добування торфу", "08.9" },
                    { "08.93", "Добування солі", "08.9" },
                    { "08.99", "Добування інших корисних копалин і розроблення кар'єрів, н. в. і. у.", "08.9" },
                    { "09.10", "Надання допоміжних послуг у сфері добування нафти та природного газу", "09.1" },
                    { "09.90", "Надання допоміжних послуг у сфері добування інших корисних копалин і розроблення кар'єрів", "09.9" },
                    { "10.12", "Виробництво м'яса свійської птиці", "10.1" },
                    { "98.20", "Діяльність домашніх господарств як виробників послуг для власного споживання", "98.2" },
                    { "23.14", "Виробництво скловолокна", "23.1" },
                    { "23.20", "Виробництво вогнетривких виробів", "23.2" },
                    { "30.12", "Будування прогулянкових і спортивних човнів", "30.1" },
                    { "30.20", "Виробництво залізничних локомотивів і рухомого складу", "30.2" },
                    { "30.30", "Виробництво повітряних і космічних літальних апаратів, супутнього устатковання", "30.3" },
                    { "30.40", "Виробництво військових транспортних засобів", "30.4" },
                    { "30.91", "Виробництво мотоциклів", "30.9" },
                    { "30.92", "Виробництво велосипедів, дитячих та інвалідних колясок", "30.9" },
                    { "30.11", "Будування суден і плавучих конструкцій", "30.1" },
                    { "30.99", "Виробництво інших транспортних засобів і обладнання, н. в. і. у.", "30.9" },
                    { "31.02", "Виробництво кухонних меблів", "31.0" },
                    { "31.03", "Виробництво матраців", "31.0" },
                    { "31.09", "Виробництво інших меблів", "31.0" },
                    { "32.11", "Карбування монет", "32.1" },
                    { "32.12", "Виробництво ювелірних і подібних виробів", "32.1" },
                    { "32.13", "Виробництво біжутерії та подібних виробів", "32.1" },
                    { "31.01", "Виробництво меблів для офісів і підприємств торгівлі", "31.0" },
                    { "29.32", "Виробництво інших вузлів, деталей і приладдя для автотранспортних засобів", "29.3" },
                    { "29.31", "Виробництво електричного й електронного устатковання для автотранспортних засобів", "29.3" },
                    { "29.20", "Виробництво кузовів для автотранспортних засобів, причепів і напівпричепів", "29.2" },
                    { "28.23", "Виробництво офісних машин і устатковання, крім комп'ютерів і периферійного устатковання", "28.2" },
                    { "28.24", "Виробництво ручних електромеханічних і пневматичних інструментів", "28.2" },
                    { "28.25", "Виробництво промислового холодильного та вентиляційного устатковання", "28.2" },
                    { "28.29", "Виробництво інших машин і устатковання загального призначення, н. в. і. у.", "28.2" },
                    { "28.30", "Виробництво машин і устатковання для сільського та лісового господарства", "28.3" },
                    { "28.41", "Виробництво металообробних машин", "28.4" },
                    { "28.49", "Виробництво інших верстатів", "28.4" },
                    { "28.91", "Виробництво машин і устатковання для металургії", "28.9" },
                    { "28.92", "Виробництво машин і устатковання для добувної промисловості та будівництва", "28.9" },
                    { "28.93", "Виробництво машин і устатковання для виготовлення харчових продуктів і напоїв, перероблення тютюну", "28.9" },
                    { "28.94", "Виробництво машин і устатковання для виготовлення текстильних, швейних, хутряних і шкіряних виробів", "28.9" },
                    { "28.95", "Виробництво машин і устатковання для виготовлення паперу та картону", "28.9" },
                    { "28.96", "Виробництво машин і устатковання для виготовлення пластмас і гуми", "28.9" },
                    { "28.99", "Виробництво інших машин і устатковання спеціального призначення, н. в. і. у.", "28.9" },
                    { "29.10", "Виробництво автотранспортних засобів", "29.1" },
                    { "32.20", "Виробництво музичних інструментів", "32.2" },
                    { "32.30", "Виробництво спортивних товарів", "32.3" },
                    { "32.40", "Виробництво ігор та іграшок", "32.4" },
                    { "32.50", "Виробництво медичних і стоматологічних інструментів і матеріалів", "32.5" },
                    { "36.00", "Забір, очищення та постачання води", "36.0" },
                    { "37.00", "Каналізація, відведення й очищення стічних вод", "37.0" },
                    { "38.11", "Збирання безпечних відходів", "38.1" },
                    { "38.12", "Збирання небезпечних відходів", "38.1" },
                    { "38.21", "Оброблення та видалення безпечних відходів", "38.2" },
                    { "38.22", "Оброблення та видалення небезпечних відходів", "38.2" },
                    { "38.31", "Демонтаж (розбирання) машин і устатковання", "38.3" },
                    { "38.32", "Відновлення відсортованих відходів", "38.3" },
                    { "39.00", "Інша діяльність щодо поводження з відходами", "39.0" },
                    { "41.10", "Організація будівництва будівель", "41.1" },
                    { "41.20", "Будівництво житлових і нежитлових будівель", "41.2" },
                    { "42.11", "Будівництво доріг і автострад", "42.1" },
                    { "42.12", "Будівництво залізниць і метрополітену", "42.1" },
                    { "42.13", "Будівництво мостів і тунелів", "42.1" },
                    { "42.21", "Будівництво трубопроводів", "42.2" },
                    { "35.30", "Постачання пари, гарячої води та кондиційованого повітря", "35.3" },
                    { "28.22", "Виробництво підіймального та вантажно-розвантажувального устатковання", "28.2" },
                    { "35.23", "Торгівля газом через місцеві (локальні) трубопроводи", "35.2" },
                    { "35.21", "Виробництво газу", "35.2" },
                    { "32.91", "Виробництво мітел і щіток", "32.9" },
                    { "32.99", "Виробництво іншої продукції, н. в. і. у.", "32.9" },
                    { "33.11", "Ремонт і технічне обслуговування готових металевих виробів", "33.1" },
                    { "33.12", "Ремонт і технічне обслуговування машин і устатковання промислового призначення", "33.1" },
                    { "33.13", "Ремонт і технічне обслуговування електронного й оптичного устатковання", "33.1" },
                    { "33.14", "Ремонт і технічне обслуговування електричного устатковання", "33.1" },
                    { "33.15", "Ремонт і технічне обслуговування суден і човнів", "33.1" },
                    { "33.16", "Ремонт і технічне обслуговування повітряних і космічних літальних апаратів", "33.1" },
                    { "33.17", "Ремонт і технічне обслуговування інших транспортних засобів", "33.1" },
                    { "33.19", "Ремонт і технічне обслуговування інших машин і устатковання", "33.1" },
                    { "33.20", "Установлення та монтаж машин і устатковання", "33.2" },
                    { "35.11", "Виробництво електроенергії", "35.1" },
                    { "35.12", "Передача електроенергії", "35.1" },
                    { "35.13", "Розподілення електроенергії", "35.1" },
                    { "35.14", "Торгівля електроенергією", "35.1" },
                    { "35.22", "Розподілення газоподібного палива через місцеві (локальні) трубопроводи", "35.2" },
                    { "28.21", "Виробництво печей і пічних пальників", "28.2" },
                    { "28.15", "Виробництво підшипників, зубчастих передач, елементів механічних передач і приводів", "28.1" },
                    { "28.14", "Виробництво інших кранів і клапанів", "28.1" },
                    { "24.32", "Холодний прокат вузької штаби", "24.3" },
                    { "24.33", "Холодне штампування та гнуття", "24.3" },
                    { "24.34", "Холодне волочіння дроту", "24.3" },
                    { "24.41", "Виробництво дорогоцінних металів", "24.4" },
                    { "24.42", "Виробництво алюмінію", "24.4" },
                    { "24.43", "Виробництво свинцю, цинку й олова", "24.4" },
                    { "24.44", "Виробництво міді", "24.4" },
                    { "24.45", "Виробництво інших кольорових металів", "24.4" },
                    { "24.46", "Виробництво ядерних матеріалів", "24.4" },
                    { "24.51", "Лиття чавуну", "24.5" },
                    { "24.52", "Лиття сталі", "24.5" },
                    { "24.53", "Лиття легких кольорових металів", "24.5" },
                    { "24.54", "Лиття інших кольорових металів", "24.5" },
                    { "25.11", "Виробництво будівельних металевих конструкцій і частин конструкцій", "25.1" },
                    { "25.12", "Виробництво металевих дверей і вікон", "25.1" },
                    { "24.31", "Холодне волочіння прутків і профілів", "24.3" },
                    { "25.21", "Виробництво радіаторів і котлів центрального опалення", "25.2" },
                    { "23.99", "Виробництво неметалевих мінеральних виробів, н. в. і. у.", "23.9" },
                    { "23.70", "Різання, оброблення та оздоблення декоративного та будівельного каменю", "23.7" },
                    { "23.31", "Виробництво керамічних плиток і плит", "23.3" },
                    { "23.32", "Виробництво цегли, черепиці та інших будівельних виробів із випаленої глини", "23.3" },
                    { "23.41", "Виробництво господарських і декоративних керамічних виробів", "23.4" },
                    { "23.42", "Виробництво керамічних санітарно-технічних виробів", "23.4" },
                    { "23.43", "Виробництво керамічних електроізоляторів та ізоляційної арматури", "23.4" },
                    { "23.44", "Виробництво інших керамічних виробів технічного призначення", "23.4" },
                    { "23.49", "Виробництво інших керамічних виробів", "23.4" },
                    { "23.51", "Виробництво цементу", "23.5" },
                    { "23.52", "Виробництво вапна та гіпсових сумішей", "23.5" },
                    { "23.61", "Виготовлення виробів із бетону для будівництва", "23.6" },
                    { "23.62", "Виготовлення виробів із гіпсу для будівництва", "23.6" },
                    { "23.63", "Виробництво бетонних розчинів, готових для використання", "23.6" },
                    { "23.64", "Виробництво сухих будівельних сумішей", "23.6" },
                    { "23.65", "Виготовлення виробів із волокнистого цементу", "23.6" },
                    { "23.69", "Виробництво інших виробів із бетону гіпсу та цементу", "23.6" },
                    { "23.91", "Виробництво абразивних виробів", "23.9" },
                    { "23.19", "Виробництво й оброблення інших скляних виробів, у тому числі технічних", "23.1" },
                    { "25.29", "Виробництво інших металевих баків, резервуарів і контейнерів", "25.2" },
                    { "25.40", "Виробництво зброї та боєприпасів", "25.4" },
                    { "26.70", "Виробництво оптичних приладів і фотографічного устатковання", "26.7" },
                    { "26.80", "Виробництво магнітних і оптичних носіїв даних", "26.8" },
                    { "27.11", "Виробництво електродвигунів, генераторів і трансформаторів", "27.1" },
                    { "27.12", "Виробництво електророзподільчої та контрольної апаратури", "27.1" },
                    { "27.20", "Виробництво батарей і акумуляторів", "27.2" },
                    { "27.31", "Виробництво волоконно-оптичних кабелів", "27.3" },
                    { "27.32", "Виробництво інших видів електронних і електричних проводів і кабелів", "27.3" },
                    { "27.33", "Виробництво електромонтажних пристроїв", "27.3" },
                    { "27.40", "Виробництво електричного освітлювального устатковання", "27.4" },
                    { "27.51", "Виробництво електричних побутових приладів", "27.5" },
                    { "27.52", "Виробництво неелектричних побутових приладів", "27.5" },
                    { "27.90", "Виробництво іншого електричного устатковання", "27.9" },
                    { "28.11", "Виробництво двигунів і турбін, крім авіаційних, автотранспортних і мотоциклетних двигунів", "28.1" },
                    { "28.12", "Виробництво гідравлічного та пневматичного устатковання", "28.1" },
                    { "28.13", "Виробництво інших помп і компресорів", "28.1" },
                    { "26.60", "Виробництво радіологічного, електромедичного й електротерапевтичного устатковання", "26.6" },
                    { "25.30", "Виробництво парових котлів, крім котлів центрального опалення", "25.3" },
                    { "26.52", "Виробництво годинників", "26.5" },
                    { "26.40", "Виробництво електронної апаратури побутового призначення для приймання, записування та відтворювання звуку й зображення", "26.4" },
                    { "25.50", "Кування, пресування, штампування, профілювання; порошкова металургія", "25.5" },
                    { "25.61", "Оброблення металів та нанесення покриття на метали", "25.6" },
                    { "25.62", "Механічне оброблення металевих виробів", "25.6" },
                    { "25.71", "Виробництво столових приборів", "25.7" },
                    { "25.72", "Виробництво замків і дверних петель", "25.7" },
                    { "25.73", "Виробництво інструментів", "25.7" },
                    { "25.91", "Виробництво сталевих бочок і подібних контейнерів", "25.9" },
                    { "25.92", "Виробництво легких металевих паковань", "25.9" },
                    { "25.93", "Виробництво виробів із дроту, ланцюгів і пружин", "25.9" },
                    { "25.94", "Виробництво кріпильних і ґвинтонарізних виробів", "25.9" },
                    { "25.99", "Виробництво інших готових металевих виробів, н. в. і. у.", "25.9" },
                    { "26.11", "Виробництво електронних компонентів", "26.1" },
                    { "26.12", "Виробництво змонтованих електронних плат", "26.1" },
                    { "26.20", "Виробництво комп'ютерів і периферійного устатковання", "26.2" },
                    { "26.30", "Виробництво обладнання зв'язку", "26.3" },
                    { "26.51", "Виробництво інструментів і обладнання для вимірювання, дослідження та навігації", "26.5" },
                    { "99.00", "Діяльність екстериторіальних організацій і органів", "99.0" }
                });

            migrationBuilder.InsertData(
                table: "Kveds",
                columns: new[] { "Code", "Name", "ParentCode" },
                values: new object[] { "65.30", "Недержавне пенсійне забезпечення", "65.3" });

            migrationBuilder.InsertData(
                table: "Kveds",
                columns: new[] { "Code", "Name", "ParentCode" },
                values: new object[] { "85.60", "Допоміжна діяльність у сфері освіти", "85.6" });
        }

        protected override void Down(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300001");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300012");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300023");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300056");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300119");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300120");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300131");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300142");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300164");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300175");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300205");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300216");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300249");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300272");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300302");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300335");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300346");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300379");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300465");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300498");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300506");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300528");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300539");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300584");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300614");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300647");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300658");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300669");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300670");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300711");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300788");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300852");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300863");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300885");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300896");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300904");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "300926");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "302076");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "302429");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "302689");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "303020");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "303398");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "303440");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "303484");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "303547");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "304665");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "304706");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "304795");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "304988");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "305006");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "305062");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "305299");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "305482");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "305653");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "305675");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "305749");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "305750");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "305880");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "305987");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "306500");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "306704");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "307123");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "307305");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "307350");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "307394");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "307424");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "307435");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "307770");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "311324");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "311647");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "311744");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "312226");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "312248");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "312356");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "312378");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "313009");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "313377");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "313399");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "313582");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "313849");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "313957");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "313979");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "315405");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "315438");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "315609");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "315784");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "319092");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "319111");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320371");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320478");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320627");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320649");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320702");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320735");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320843");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320854");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320940");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320984");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "320995");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "321024");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "321477");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "321712");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "321723");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "321767");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "321842");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322001");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322294");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322302");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322313");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322324");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322335");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322432");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322465");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322498");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322539");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322540");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322625");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322669");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322799");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322830");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322904");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "322948");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "323389");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "323475");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "323583");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "324805");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "324935");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "325213");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "325268");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "325321");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "325365");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "325570");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "325622");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "325718");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "325796");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "325990");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "326461");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "326610");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "326739");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328027");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328168");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328180");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328209");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328210");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328351");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328384");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328599");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328618");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328685");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328704");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328760");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "328845");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "331100");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "331401");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "331467");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "331489");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "331649");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "333368");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "333391");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "333539");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "334594");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "334828");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "334840");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "334851");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "334969");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "334992");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "335106");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "335429");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "335496");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "335548");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "335902");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "335946");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "336310");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "336503");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "336677");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "336688");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "337546");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "337568");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "338545");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "338783");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "338879");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "339016");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "339038");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "339050");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "339072");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "339339");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "339500");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "339555");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "344443");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "350589");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351005");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351254");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351447");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351533");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351588");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351607");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351618");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351629");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351663");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351823");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "351931");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "352297");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "352457");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "352479");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "352639");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "353100");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "353489");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "353553");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "353575");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "353586");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "353649");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "354347");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "354507");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "354789");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "356185");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "356271");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "356282");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "356334");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "377090");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "377120");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "377777");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380010");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380054");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380106");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380117");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380236");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380269");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380281");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380292");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380322");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380333");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380355");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380366");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380377");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380388");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380399");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380418");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380430");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380441");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380474");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380515");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380526");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380537");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380548");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380582");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380593");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380601");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380612");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380634");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380645");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380667");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380689");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380690");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380708");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380719");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380731");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380742");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380764");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380775");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380786");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380797");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380805");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380816");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380838");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380861");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380883");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380894");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380902");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380913");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380935");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380946");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380957");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "380980");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "384436");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "397003");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "397133");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "399012");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "399045");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "399056");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "399119");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "399120");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "802015");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "803014");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "804013");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "805012");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "811039");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "812016");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "813015");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "815013");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "820019");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "820172");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "821018");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "823016");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "824026");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "824509");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "825014");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "826013");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "828011");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "831019");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "833017");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "834016");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "836014");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "837013");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "838012");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "851011");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "852010");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "853592");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "854018");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "856135");

            migrationBuilder.DeleteData(
                table: "Banks",
                keyColumn: "Mfo",
                keyValue: "899998");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.15");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.16");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.24");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.25");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.26");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.27");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.28");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.42");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.43");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.44");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.45");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.46");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.47");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.49");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.50");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.61");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.62");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.63");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.64");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.70");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "02.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "02.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "02.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "02.40");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "03.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "03.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "03.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "03.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "05.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "05.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "06.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "06.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "07.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "07.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "07.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "08.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "08.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "08.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "08.92");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "08.93");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "08.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "09.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "09.90");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.39");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.42");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.51");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.52");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.61");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.62");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.71");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.72");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.73");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.81");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.82");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.83");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.84");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.85");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.86");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.89");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.92");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "11.01");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "11.02");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "11.03");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "11.04");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "11.05");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "11.06");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "11.07");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "12.00");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.92");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.93");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.94");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.95");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.96");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.39");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "15.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "15.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "15.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "16");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "16.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "16.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "16.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "16.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "16.24");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "16.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "17.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "17.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "17.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "17.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "17.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "17.24");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "17.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "18.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "18.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "18.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "18.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "18.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "19.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "19.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.15");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.16");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.17");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.42");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.51");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.52");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.53");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.59");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.60");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "21.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "21.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "22.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "22.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "22.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "22.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "22.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "22.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.42");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.43");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.44");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.49");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.51");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.52");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.61");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.62");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.63");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.64");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.65");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.69");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.70");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.33");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.34");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.42");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.43");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.44");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.45");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.46");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.51");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.52");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.53");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.54");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.40");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.50");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.61");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.62");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.71");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.72");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.73");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.92");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.93");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.94");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.40");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.51");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.52");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.60");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.70");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.80");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.33");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.40");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.51");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.52");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.90");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.15");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.24");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.25");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.49");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.92");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.93");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.94");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.95");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.96");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "29.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "29.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "29.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "29.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.40");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.92");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "31.01");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "31.02");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "31.03");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "31.09");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.40");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.50");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.15");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.16");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.17");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "36.00");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "37.00");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "38.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "38.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "38.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "38.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "38.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "38.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "39.00");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "41.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "41.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.33");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.34");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.39");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45.40");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.15");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.16");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.17");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.18");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.24");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.33");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.34");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.35");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.36");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.37");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.38");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.39");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.42");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.43");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.44");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.45");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.46");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.47");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.48");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.49");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.51");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.52");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.61");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.62");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.63");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.64");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.65");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.66");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.69");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.71");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.72");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.73");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.74");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.75");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.76");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.77");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.90");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.24");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.25");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.26");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.42");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.43");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.51");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.52");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.53");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.54");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.59");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.61");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.62");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.63");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.64");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.65");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.71");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.72");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.73");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.74");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.75");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.76");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.77");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.78");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.79");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.81");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.82");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.89");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.39");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.42");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.50");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "50.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "50.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "50.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "50.40");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "51.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "51.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "51.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "52.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "52.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "52.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "52.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "52.24");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "52.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "53.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "53.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "55.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "55.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "55.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "55.90");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "56.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "56.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "56.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "56.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "58.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "58.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "58.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "58.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "58.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "58.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "58.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "59.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "59.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "59.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "59.14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "59.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "60.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "60.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "60.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "61.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "61.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "61.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "61.90");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "62.01");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "62.02");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "62.03");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "62.09");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "63.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "63.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "63.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "63.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.92");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "65.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "65.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "65.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "65.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "68.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "68.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "68.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "68.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "69.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "69.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "70.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "70.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "70.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "71.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "71.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "71.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "72.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "72.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "72.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "73.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "73.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "73.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "74.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "74.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "74.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "74.90");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "75.00");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.33");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.34");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.35");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.39");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.40");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "78.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "78.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "78.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "79.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "79.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "79.90");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "80.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "80.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "80.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "81.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "81.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "81.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "81.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "81.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.92");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.24");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.25");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.42");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.51");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.52");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.53");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.59");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.60");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "86.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "86.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "86.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "86.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "86.90");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "87.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "87.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "87.30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "87.90");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "88.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "88.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "88.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "90.01");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "90.02");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "90.03");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "90.04");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "91.01");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "91.02");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "91.03");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "91.04");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "92.00");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "93.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "93.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "93.13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "93.19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "93.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "93.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "94.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "94.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "94.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "94.91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "94.92");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "94.99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95.11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95.12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95.21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95.22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95.23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95.24");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95.25");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95.29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "96.01");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "96.02");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "96.03");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "96.04");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "96.09");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "97.00");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "98.10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "98.20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "99.00");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "U");

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 1);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 5);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 7);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 12);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 14);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 18);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 21);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 23);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 26);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 32);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 35);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 44);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 46);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 48);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 51);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 53);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 56);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 59);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 61);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 63);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 65);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 68);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 71);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 73);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 74);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 80);

            migrationBuilder.DeleteData(
                table: "Regions",
                keyColumn: "Id",
                keyValue: 85);

            migrationBuilder.DeleteData(
                table: "TaxAccountType",
                keyColumn: "Id",
                keyValue: 1);

            migrationBuilder.DeleteData(
                table: "TaxAccountType",
                keyColumn: "Id",
                keyValue: 2);

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.6");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01.7");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "02.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "02.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "02.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "02.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "03.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "03.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "05.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "05.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "06.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "06.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "07.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "07.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "08.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "08.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "09.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "09.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.6");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.7");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.8");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "11.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "12.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "15.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "15.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "16.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "16.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "17.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "17.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "18.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "18.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "19.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "19.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20.6");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "21.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "21.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "22.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "22.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.6");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.7");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.6");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.7");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.6");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.7");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26.8");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "29.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "29.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "29.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "31.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "36.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "37.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "38.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "38.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "38.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "39.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "41.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "41.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.6");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.7");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.6");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.7");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.8");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "50.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "50.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "50.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "50.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "51.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "51.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "52.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "52.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "53.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "53.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "55.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "55.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "55.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "55.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "56.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "56.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "56.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "58.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "58.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "59.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "59.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "60.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "61.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "61.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "61.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "61.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "62.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "63.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "63.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "65.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "65.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "68.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "68.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "68.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "69.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "69.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "70.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "70.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "71.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "71.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "72.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "72.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "73.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "73.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "74.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "74.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "74.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "74.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "75.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "78.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "78.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "78.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "79.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "79.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "80.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "80.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "80.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "81.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "81.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "81.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.4");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.6");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "86.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "86.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "86.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "87.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "87.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "87.3");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "87.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "88.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "88.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "90.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "91.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "92.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "93.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "93.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "94.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "94.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "94.9");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "96.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "97.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "98.1");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "98.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "99.0");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "01");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "02");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "03");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "05");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "06");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "07");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "08");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "09");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "10");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "11");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "12");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "13");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "14");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "15");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "17");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "18");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "19");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "20");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "21");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "22");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "23");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "24");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "25");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "26");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "27");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "28");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "29");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "30");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "31");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "32");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "33");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "35");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "36");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "37");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "38");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "39");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "41");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "42");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "43");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "45");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "46");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "47");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "49");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "50");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "51");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "52");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "53");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "55");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "56");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "58");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "59");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "60");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "61");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "62");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "63");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "64");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "65.2");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "66");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "68");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "69");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "70");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "71");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "72");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "73");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "74");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "75");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "77");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "78");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "79");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "80");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "81");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "82");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "84");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85.5");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "86");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "87");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "88");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "90");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "91");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "92");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "93");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "94");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "95");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "96");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "97");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "98");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "99");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "65");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "85");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "A");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "B");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "C");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "D");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "E");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "F");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "G");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "H");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "I");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "J");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "L");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "M");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "N");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "O");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "Q");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "R");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "S");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "T");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "K");

            migrationBuilder.DeleteData(
                table: "Kveds",
                keyColumn: "Code",
                keyValue: "P");
        }
    }
}
